(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES150/review.js"] = {
  "reviews": {
    "JFES150": [
      {
        "org": "EEES",
        "score": "94",
        "text": "无"
      },
      {
        "org": "AAA",
        "score": "100",
        "text": "非常夯的主题图之一，制图天才猪！这个猪船+度假酒店+度假岛的工程量让人叹服！和大家玩得很开心，一百昏！"
      },
      {
        "org": "BD",
        "score": "87",
        "text": "很不錯喲w"
      },
      {
        "org": "QE",
        "score": "98",
        "text": "98分昏！年度地图评选里排第二，仅次于拜年纪重制版！配色对眼睛很舒服，特别清新靓丽，很适合拍照📸，作者精心设计了很多可互动项目，电梯数字那里也蚝油意思，但是时间有点紧一些地方有点囫囵吞枣了没好好玩到（ ’ - ’ * )。1分扣在勇者之路没有半个存档点掉下去心死了（没有存档点让人怎么玩！），另外1分扣在那两个该鼠的神秘数字7👿（等等怎么总感觉是某个名字的谐音）"
      },
      {
        "org": "MISS",
        "score": "100",
        "text": "特别大特别美的猪海滩！！细节多到来不及看了吧！"
      },
      {
        "org": "BYTYCRL",
        "score": "90",
        "text": "无"
      }
    ]
  }
};
