(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES150/review.js"] = {
  "reviews": {
    "JFES150": [
      {
        "org": "EEES",
        "score": "94",
        "text": "无"
      },
      {
        "org": "AAA",
        "score": "100",
        "text": "非常夯的主题图之一，制图天才猪！这个猪船+度假酒店+度假岛的工程量让人叹服！和大家玩得很开心，一百昏！"
      },
      {
        "org": "BD",
        "score": "87",
        "text": "很不錯喲w"
      },
      {
        "org": "QE",
        "score": "98",
        "text": "98分昏！年度地图评选里排第二，仅次于拜年纪重制版！配色对眼睛很舒服，特别清新靓丽，很适合拍照📸，作者精心设计了很多可互动项目，电梯数字那里也蚝油意思，但是时间有点紧一些地方有点囫囵吞枣了没好好玩到（ ’ - ’ * )。1分扣在勇者之路没有半个存档点掉下去心死了（没有存档点让人怎么玩！），另外1分扣在那两个该鼠的神秘数字7👿（等等怎么总感觉是某个名字的谐音）"
      },
      {
        "org": "MISS",
        "score": "100",
        "text": "特别大特别美的猪海滩！！细节多到来不及看了吧！"
      },
      {
        "org": "BYTYCRL",
        "score": "90",
        "text": "无"
      },
      {
        "org": "RTF",
        "score": "100",
        "text": "“七七海滩度假计划，我生命之光，我欲念之火。我的罪恶，我的灵魂。”我单方面宣布，七七海滩度假计划是全煎炸的猪糖豆人活动系列目前为止最伟大的活动🔥🔥🔥🔥🔥🔥🔥👑👑👑👑👑👑👑💙💙💙💙💙💙💙拒绝对抗/竞赛，艺术解压类我们喜欢你🥰🥺光看广阔的游览范围，即可一窥无与伦比的巨大工程量，整个岛屿都由猪建筑师匠心打造，建设成本极高，绝对是您旅游观光的不二选择。虽然不能下海，但所有人禁止游泳这点好评。支持蓝色，支持多举办艺术解压类活动，不支持游泳。成就系统依然继承了传统，有一个吃屎（巧克力）的成就，到底是哪个制定成就的人孜孜不倦地爱吃屎😨本次相同图标的区分以左下不同的数字和字母为主，大大节约了成本，极大减少了需要拍摄的照片数量。最后点点最右评分条助力七七海滩度假计划赢得MustPlay标识🙏🏻\n出生点可能是椅子上，一进来就能吃到西瓜或香蕉，也可能是走廊上（意味着你没有室友也没有房间），也可能是宿舍里，（为什么要叫宿舍，应该叫房间，我们是来度假的不是来上学的！）宿舍的构造虽然大同小异，但门口拿不同的贴纸区分，有创意，好评。一个宿舍里有2张床，一共有6间房间，说明巨大的“猪鼻号”豪华游轮上居然只能容纳12个游客，不愧是票价足足11600的豪华游轮，服务人员住在哪，难道像幽灵一样存在于游轮中😱😱😱难怪游客要自己偷鸡蛋吃。不同房间的柜子里藏了鸡、犀牛、球和隐形，带犀牛玩好评。行李太重怎么办，悄悄告诉大家一个搬运行李的省力方法，直接放犀牛把行李从楼梯上炸下去就好，你学会了吗？还可以通过在房间里放犀牛炸室友的方式加深彼此的感情，毕竟有犀牛不用白不用。为什么成就指定把行李搬到鸟字号房间，不应该放在自己的房间吗。\n游轮二层的娱乐设施好丰富，有台球室，有酒吧（酒吧里面的酒更像饮料，好评），有篮球场（把篮球从下面往篮筐里扔一定也算进球吧），有图书室，有放映室，还有跑步机（跑步机调得太快了，我不是小短腿，但这对小短腿太不友好了），但仍然有低素质人群不冲厕所😡，在马桶里留下了导游最爱吃的屎（巧克力）。🈳导游唯爱屎（巧克力），是唯爱！dywas,swa！🈳有如此丰富的娱乐设施，完全有可能乐不思爪，在二楼玩了半小时都没登陆爪哇岛。\n挥别娱乐设施，再登上一段阶梯，就来到了甲板。甲板上有两层观景公共房间，推荐上弹垫去往二层，可以一边享用水果一边欣赏海岛风光。悄悄告诉偷鸡蛋的旅客，弹垫还可以去往船尾上方，船尾有一截非常粗大的猪尾巴，可以偷砍回去卤了吃。此外，“猪鼻号”游轮单边各有5只蹄子（不是区），为了能将各位旅客平安送回，请不要偷吃这些蹄子。“猪鼻号”幽灵广播频道特别提醒您，还请小心船头处的火焰，注意用火安全，避免烫伤烧伤。\n这时，游轮靠岸了，看来已经到达目的地了。离开游轮后，经过一段木桥，即可登陆爪哇岛，但木桥年久失修，同行旅客经过时不慎掉入海中两次，幸好救援及时，没有出现伤亡。这显然是煎炸镇旅游文化管理局监管不力，属于失责。雪花一样多的举报信已经在路上了，局长意见箱等着吧😡\n作为原生态海岛，也是近几年开发的热门景点之一，爪哇岛上的树木资源较为丰富，上岛后还有提供给游客的长椅可供合影休憩，去往酒店、钓点和椰树林的路标牌也非常清晰。作为游客，当然是选择先去酒店。\n一进栅栏，酒店外左边的桌子上已经准备好了西瓜，这点特别好评。酒店是一幢巨大的黑色大楼，外观宏伟。同行的大家纷纷跳入右边的公共泳池，洗去旅途中的疲倦，泳池旁边还有外卖柜，游累了走几步就能拿取外卖，非常便捷。但泳池里不知为何出现了1个鸡蛋，不禁让人有些担心。\n酒店的旋转门非常高级，可以感应游客到来自动转动，电梯的楼层数字也会随电梯位置自动变化，真不愧是高级酒店。值得注意的是，一楼的酒店厕所里非常干净，看来这里没有没素质的人🥰\n到达9楼后，901房间和903房间不开放，我注意到902房间门口疑似漏水，真是令人担忧。吓人的是，902房间内居然还有鞭炮，导游解释说可能是上一个入住房客留下来的，为了解决这个问题，他把鞭炮点燃了，也是在6月里过上新年了😨但我怀疑鞭炮很可能是他偷偷放的，因为他随后在9楼的窗户外一根柱子上一跃而下，随后又健步如飞地带我们爬楼梯上了一次9楼，行为相当异常。此时，我发现这间偌大的酒店好像只有我们一行人，于是我们决定离开酒店去外面逛逛。\n步行一段距离后，我们来到了钓点。虽然没有鱼饵，也没有钓上一条鱼，但是在鱼钩上拍了很多张照片，也算是不虚此行。鱼桶里居然没有鞭炮，真是太遗憾了。\n再走过一段路，沿途欣赏美丽的海边风光，前方赫然就是筹备中的煎炸基七七海滩分店，透过窗户能看见店内已经有了装修雏形，期待开业。贪婪的炸鸡和企鹅企图潜入后门偷吃，可惜没能成功，愿上帝保佑她们。\n再经过一座木桥（这次的木桥功能完好，很显然有维护人员定时修缮），就来到了美丽的椰树林。我们先在岛上的高尔夫场地活动了一番，经过一番波折，终于进了1个球，我主要负责观看。椰树林下有许多遮阳伞和躺椅，在这样的天气躺下来无疑是非常舒适的。不远处还有一个只有1个篮球的排球场，大家便在排球场中把篮球当排球用，打了一场比赛，球网上可以站立。我还是主要负责观看，不支持球类运动。\n只有篮球的排球场附近就是一段由各种物体组成的“勇者之路”，传说通过这段路的人可以进入异次元通道，但这段路没有设置存档点，一旦失败就要重新开始，真是疯了。（应该叫m之路或者变态之路）…………\n最终，大家在七七海滩度过了一个愉快的假期。对于这次旅行，我的总结是，游轮、景点和酒店的基础设施较为完善，海岛风光非常美丽，望着蓝色的大海，往日的疲惫都一扫而空。但为了保证最佳体验，发生一些奇怪的事情时，最好假装没发现，有部分同行游客游玩途中突然消失了。\n——节选自神秘游客RTF的游记"
      }
    ]
  }
};
