(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES140/review.js"] = {
  "reviews": {
    "JFES140": [
      {
        "org": "EEES",
        "score": "91",
        "text": ""
      },
      {
        "org": "AAA",
        "score": "90",
        "text": "训练场：这个图要练习各种技巧是不错的选择；煎炸基：闯关道路的设计（KFC单品）很可爱！非常适合豆豆们打卡"
      },
      {
        "org": "BD",
        "score": "70",
        "text": ""
      },
      {
        "org": "QE",
        "score": "100",
        "text": "训练场：不得不说作者真是用心完了，是一张可以时不时拿出来练习的好图！就是如果可以加一点传送带就好了，从起点跑到想练习的区域会有点远，从每个区域的最后一个存档点再回到主干道上也是有点远（没错我是懒人）；煎炸基：胃大无需多盐！很完美的一张微毒图！主题选得很妙！屎蛋子也很多，喜欢赤石的有福了！就是餐厅桌子太高，成心不让人吃上饭！而且难度降了有点可惜，我愿意贡献1个紫币让作者把原难度放出来（老师老师，以后能不能多来一点这种微毒图）"
      },
      {
        "org": "BBLB",
        "score": "79",
        "text": "训练场：难；煎炸基：美味煎炸"
      },
      {
        "org": "MISS",
        "score": "99",
        "text": "训练场：毒图劝退（其实是没有时间来玩(˃ ⌑ ˂ഃ )）；煎炸基：没吃上"
      },
      {
        "org": "DA",
        "score": "100",
        "text": ""
      }
    ]
  }
};
