(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES120/news.js"] = {
  "hotspots": {
    "JFES120": [
      {
        "id": "hotspot-0",
        "title": "先导予告",
        "time": "2026/2/25/12:00",
        "content": "「布鲁克森庄园事件」将于3月开启，同时元宵节有一张外传性质且时长较短的小地图（不是活动）。",
        "comments": [
          {
            "name": "咖啡豆",
            "text": "\\猪的天",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "期待",
            "replies": []
          },
          {
            "name": "Tori",
            "text": "\\粉红兔子期待",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "\\鲤鱼惊讶",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "\\猪的天",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "快进到三月份",
            "replies": [
              {
                "name": "炸鸡",
                "text": "还有3天",
                "replies": []
              }
            ]
          },
          {
            "name": "炸鸡",
            "text": "\\猪的天",
            "replies": []
          }
        ],
        "commentCount": 0
      },
      {
        "id": "hotspot-1",
        "title": "开催决定",
        "time": "2026/3/4/17:00",
        "content": "时间：2026/3/14 23:00 ~ 3/15 01:00（CST中国北京标准时间）\n说明：合作/解谜，房间将在开始游玩时建立。",
        "comments": [
          {
            "name": "企鹅",
            "text": "\\黄球呆滞",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "还有好久",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "\\我等着呢",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "猪你下次发群公告哈哈哈哈",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "这样大家都能看到了",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "不会被消息顶上去",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "猪能不能一周做一个图",
            "replies": [
              {
                "name": "咖啡豆",
                "text": "企鹅鬼点子生成中",
                "replies": [
                  {
                    "name": "企鹅",
                    "text": "\\桀桀桀",
                    "replies": []
                  }
                ]
              },
              {
                "name": "咖啡豆",
                "text": "\\仙女笑",
                "replies": []
              },
              {
                "name": "炸鸡",
                "text": "猪两个月后瘦得不成人样",
                "replies": [
                  {
                    "name": "企鹅",
                    "text": "猪正是闯的年纪",
                    "replies": [
                      {
                        "name": "炸鸡",
                        "text": "哈哈哈哈哈哈哈哈",
                        "replies": []
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "name": "企鹅",
            "text": "\\仙女笑",
            "replies": []
          }
        ],
        "commentCount": 0
      },
      {
        "id": "hotspot-2",
        "title": "游戏说明篇",
        "time": "2026/3/10/17:00",
        "content": "由于糖豆人创意工坊的限制，现对本地图进行阉割说明：移除了天气粒子效果但仍然模拟为雪天黑夜，移除了屋顶装饰，移除了窗户透明效果但仍然保留窗户。\n\n本地图拆分为上下两集，由两张地图共同刻画布鲁克森庄园事件。其中上集截止到打开地下室的通道，下集从地下室通道的门口开始。\n\n引言：在一个大风大雪的夜里，一声尖叫从布鲁克森庄园传出来，没过许久，就听见了警笛声。尽管警察已经将庄园通向外界的路全部包围，数架直升机在庄园上空徘徊，但仍未有可疑人物从庄园逃脱。目前庄园已被封锁，庄园幸存者已被带离保护，但杀人凶手可能仍在庄园停留。你作为FBI探员来调查此事件，一旦发现可疑人物，立即制服并带回，必要时可以击杀。\n\n规则：完成所有庄园的谜题，打开一道道的大门。找到可疑人物，必要时可击杀，务必将凶手逮捕归案。",
        "comments": [
          {
            "name": "炸鸡",
            "text": "\\小鸡震惊",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "什么时候开玩！",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "好想玩了",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "OK啊这周啊",
            "replies": []
          },
          {
            "name": "火锅",
            "text": "看着很好玩也",
            "replies": []
          },
          {
            "name": "躺豆人",
            "text": "\\小鸡震惊",
            "replies": []
          },
          {
            "name": "miss",
            "text": "期待！",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "\\哈奇热身",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "好耶",
            "replies": []
          },
          {
            "name": "Tori",
            "text": "我要玩！",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "\\暹罗厘普第三弹赞",
            "replies": []
          }
        ],
        "commentCount": 0
      },
      {
        "id": "hotspot-3",
        "title": "游戏机制篇",
        "time": "2026/3/11/17:00",
        "content": "门：本游戏模拟为随手关门。\n——棕色门：可以双向探索。\n——黑色门：不能从这一侧打开。\n————或者当前不需要进去探索。\n\n钥匙：本游戏将可搬运物品模拟为钥匙。\n\n存档：一如既往的使用绿色菱形作为存档点，请在绿色菱形前方3x3区域内存档。\n\n文件：本游戏将绿色石板模拟为文档。请触摸绿色文档来获取图案，提交图案来获取文档内容。注意所有绿色石板都是重要文件。\n\n武器：庄园和警局内各有一处武器刷新点。\n\n限时：上下两集各限制在30分钟内，在预定的时间段内未完成解谜时，将由系统强制推动流程前进。",
        "comments": [
          {
            "name": "咖啡豆",
            "text": "\\双熊拍手",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "\\真漂亮",
            "replies": []
          },
          {
            "name": "Tori",
            "text": "好评",
            "replies": []
          },
          {
            "name": "Tori",
            "text": "哦不我3.14活动冲突",
            "replies": []
          },
          {
            "name": "Tori",
            "text": "\\绿豆难过",
            "replies": []
          },
          {
            "name": "Tori",
            "text": "我决定网吧来",
            "replies": [
              {
                "name": "炸鸡",
                "text": "\\鹈鹕小河好",
                "replies": []
              }
            ]
          }
        ],
        "commentCount": 0
      },
      {
        "id": "hotspot-4",
        "title": "单人先导篇",
        "time": "2026/3/12/17:00",
        "content": "本游戏作为解谜地图支持单人先导尝试\n\n所以游戏地图代码将提前公布\n\n上集6557-7738-8708\n下集9488-7650-9043\n\n如果你对解谜很感兴趣可以先试一试\n\n上集请从地下室通道通关\n下集请从唯一出口通关\n\n无论是否解谜成功都请不要剧透\n\n以防止影响他人的游戏体验\n\n本次活动将于此图发出48小时后正式开启\n\n祝各位玩的开心",
        "comments": [
          {
            "name": "炸鸡",
            "text": "\\猫竖大拇指",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "\\粉红兔子8好耶",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "好耶！",
            "replies": []
          },
          {
            "name": "Tori",
            "text": "开心期待",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "\\小鸡震惊",
            "replies": []
          },
          {
            "name": "Myth",
            "text": "想玩",
            "replies": []
          },
          {
            "name": "Myth",
            "text": "但是15号早上要早起赶飞机怎么办😭",
            "replies": [
              {
                "name": "炸鸡",
                "text": "13号白天睡觉",
                "replies": [
                  {
                    "name": "炸鸡",
                    "text": "\\窝瓜糖豆大笑",
                    "replies": []
                  },
                  {
                    "name": "Myth",
                    "text": "旅游的白天是用来睡觉的吗！",
                    "replies": [
                      {
                        "name": "炸鸡",
                        "text": "\\多栋沉思",
                        "replies": []
                      },
                      {
                        "name": "炸鸡",
                        "text": "哇达西忘记了",
                        "replies": []
                      },
                      {
                        "name": "炸鸡",
                        "text": "\\赔笑",
                        "replies": []
                      },
                      {
                        "name": "炸鸡",
                        "text": "那你明晚有空么",
                        "replies": [
                          {
                            "name": "Myth",
                            "text": "看你们，我除了那晚上都行",
                            "replies": []
                          },
                          {
                            "name": "Myth",
                            "text": "我可以第二天看你们的视频和图",
                            "replies": [
                              {
                                "name": "炸鸡",
                                "text": "不可以",
                                "replies": []
                              },
                              {
                                "name": "炸鸡",
                                "text": "我将一个个call",
                                "replies": [
                                  {
                                    "name": "咖啡豆",
                                    "text": "\\白熊笑笑笑",
                                    "replies": []
                                  }
                                ]
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "name": "咖啡豆",
                "text": "看明晚大家有时间不",
                "replies": []
              },
              {
                "name": "咖啡豆",
                "text": "我可以提前",
                "replies": [
                  {
                    "name": "炸鸡",
                    "text": "我也可以",
                    "replies": []
                  }
                ]
              },
              {
                "name": "咖啡豆",
                "text": "\\喵",
                "replies": []
              }
            ]
          },
          {
            "name": "炸鸡",
            "text": "改明天晚上哦~",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "\\黄豆爱心",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "\\美叽和大鼠迷你版开车",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "芜湖",
            "replies": []
          },
          {
            "name": "Myth",
            "text": "\\仙女笑",
            "replies": []
          }
        ],
        "commentCount": 0
      },
      {
        "id": "hotspot-5",
        "title": "官方攻略",
        "time": "2026/3/14/14:52",
        "content": "目标：前往布鲁克森庄园\n在警局内拿上装备，顺着道路前往布鲁克森庄园，在封锁线附件停下。\n\n目标：调查案发现场\n沿小路前往布鲁克森庄园的大门，发现大门被封锁，贴着左边的墙走下去可发现狗洞，从狗洞潜入。潜入室内后，在餐厅发现地上的 1 号物证标识牌，以及母亲的房间门口的血迹，进入母亲的房间发现尸体。\n\n目标：调查客厅\n凶器是一把水果刀，常见于客厅的桌上。前往客厅发现小鱼文件。线索指向父亲的房间。\n\n目标：开启通往 2F 的密道\n来到父亲的房间，文件表明父亲的房间能够快速前往 2F，将靠近床一侧的石凳推至桌子右侧标线处，开启通往 2F 的密道。并且找到飞鸟图案文件。\n\n目标：调查书房\n在书房获取椰树文件，然后出去。\n\n目标：调查健身房\n在健身房发现机关柜和 3 个钥匙孔，需要 3 个钥匙打开，目标明确为寻找红钥匙、绿钥匙、蓝钥匙。从 2F 下去 1F 开启楼梯间的反锁的门。\n\n探索：仓库\n跑酷到架子最顶层，发现帆船文件。进入小储藏间，发现上锁的地窖。\n\n目标：寻找红钥匙、绿钥匙、蓝钥匙\n\n探索：厨房\n在厨房桌上的盘子上可以直接发现红钥匙。\n\n探索：泳池\n根据帆船文件和飞鸟文件，将篮球扔入泳池，排完泳池的水，在泳池的地上可发现蓝钥匙。\n\n探索：盔甲架\n大厅的盔甲架下方显示需要 4 位密码。根据椰树文件，先回到大门外的树林，在狗洞一侧的森林寻找有小石子的树，发现密码 1241。回到庭院的井字棋，根据对错符号确认方向，按 123456789 九宫格输入密码 1241，踩在正确的格子上即可。回到大厅，发现盔甲架里的绿钥匙。\n\n目标：开启通往地下室的通道\n来到健身房放入 3 个钥匙，获取地窖的钥匙。前往小储藏间，开启地下室。\n\n目标：调查地下室并开启通往 3F 的通道\n在地下室的墙上有许多白色的画，其中一幅画可以穿过去，使用橡胶小鸡打破封印，按下开启 2F~3F 楼梯间的按钮。\n\n目标：调查春之间\n前往 3F，在春之间需要将小球运送至终点。□键控制第 1 个障碍的旋转，△键控制第 2 个障碍的开关，○键控制第 3 个障碍的开关。\n\n目标：调查夏之间\n在夏之间发现地上的密码格，横轴是家具，纵轴是数量。回到姐弟房间统计家具数量，然后推动箱子到正确的格子，密码应为 3423。\n\n目标：调查秋之间\n在秋之间迷宫，发现虚假的墙，通过后在门口处发现鸡蛋。将鸡蛋运送至迷宫内靠近入口处需要提交鸡蛋的地方。\n\n目标：调查冬之间\n在冬之间无任何机关，只需开启到春之间的反锁的门。\n\n最终：开启通往工作室密室的道路，逮捕凶手\n进入工作室，通过 4 个悬浮方块抵达密室，逮捕凶手。",
        "comments": [],
        "commentCount": 0
      }
    ]
  }
};
