(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/shop.js"] = {
  "shops": {
    "JFES110": {
      "versions": [
        {
          "name": "标准版",
          "price": "2.48",
          "contents": [
            "2026糖豆人拜年纪 Rehonor"
          ]
        },
        {
          "name": "传承版",
          "price": "1.98",
          "contents": [
            "2026糖豆人拜年纪"
          ]
        },
        {
          "name": "终极版",
          "price": "3.98",
          "contents": [
            "2026糖豆人拜年纪 Rehonor",
            "2026糖豆人拜年纪"
          ]
        }
      ],
      "dlcs": [],
      "codes": {
        "2026糖豆人拜年纪": "8527-6856-7826",
        "2026糖豆人拜年纪 Rehonor": "2221-0738-0418"
      }
    },
    "JFES115": {
      "versions": [
        {
          "name": "标准版",
          "price": "1.98",
          "contents": [
            "煎炸镇步行街 行动重置"
          ]
        },
        {
          "name": "传承版",
          "price": "0.98",
          "contents": [
            "煎炸镇步行街元宵特别版"
          ]
        },
        {
          "name": "终极版",
          "price": "2.68",
          "contents": [
            "煎炸镇步行街 行动重置",
            "煎炸镇步行街元宵特别版"
          ]
        }
      ],
      "dlcs": [],
      "codes": {
        "煎炸镇步行街元宵特别版": "7132-7826-9592",
        "煎炸镇步行街 行动重置": "8037-8407-1939"
      }
    },
    "JFES120": {
      "versions": [
        {
          "name": "标准版",
          "price": "2.48",
          "contents": [
            "布鲁克森庄园事件传承版-上集",
            "布鲁克森庄园事件传承版-下集"
          ]
        }
      ],
      "dlcs": [],
      "codes": {
        "布鲁克森庄园事件传承版-上集": "6557-7738-8708",
        "布鲁克森庄园事件传承版-下集": "9488-7650-9043"
      }
    },
    "JFES130": {
      "versions": [
        {
          "name": "标准版",
          "price": "1.48",
          "contents": [
            "奥林PIG运动会-第一天",
            "奥林PIG运动会-第二天",
            "奥林PIG运动会-第三天",
            "奥林PIG运动会-第四天",
            "奥林PIG运动会-第五天",
            "奥林PIG运动会-第六天"
          ]
        },
        {
          "name": "豪华版",
          "price": "1.98",
          "contents": [
            "奥林PIG运动会-第一天",
            "奥林PIG运动会-第二天",
            "奥林PIG运动会-第三天",
            "奥林PIG运动会-第四天",
            "奥林PIG运动会-第五天",
            "奥林PIG运动会-第六天",
            "猪需要背背"
          ]
        }
      ],
      "dlcs": [
        {
          "name": "猪需要背背",
          "price": "0.68",
          "contents": [
            "猪需要背背"
          ]
        }
      ],
      "codes": {
        "奥林PIG运动会-第一天": "6001-4047-5864",
        "奥林PIG运动会-第二天": "",
        "奥林PIG运动会-第三天": "8908-1883-4477",
        "奥林PIG运动会-第四天": "8331-4536-0669",
        "奥林PIG运动会-第五天": "8177-7037-5868",
        "奥林PIG运动会-第六天": "8009-9938-9790",
        "猪需要背背": ""
      }
    },
    "JFES140": {
      "versions": [
        {
          "name": "标准版",
          "price": "1.98",
          "contents": [
            "高手姿态-训练场",
            "高手姿态-煎炸基"
          ]
        }
      ],
      "dlcs": [
        {
          "name": "绝命危机模式",
          "price": "0.00",
          "contents": [
            "高手姿态-煎炸基绝命危机"
          ]
        }
      ],
      "codes": {
        "高手姿态-训练场": "4275-3220-1519",
        "高手姿态-煎炸基": "8540-5453-6944",
        "高手姿态-煎炸基绝命危机": "5717-4922-5989"
      }
    },
    "JFES150": {
      "versions": [
        {
          "name": "标准版",
          "price": "2.48",
          "contents": [
            "七七海滩度假计划"
          ]
        }
      ],
      "dlcs": [],
      "codes": {
        "七七海滩度假计划": "4145-9358-1603"
      }
    },
    "JFES160": {
      "versions": [
        {
          "name": "标准版",
          "price": "1.98",
          "contents": [
            "369 Parkour Lv1 Remake",
            "Colorblind Party",
            "Happy Everyday",
            "E33 Mini Games",
            "Mascot Party",
            "EASY^ ^",
            "PEAK GUYS - SHORE",
            "Let's go",
            "hi! summer",
            "飞行棋大作战 但猫猫头"
          ]
        },
        {
          "name": "黄金版",
          "price": "2.48",
          "contents": [
            "369 Parkour Lv1 Remake",
            "Colorblind Party",
            "Happy Everyday",
            "E33 Mini Games",
            "Mascot Party",
            "EASY^ ^",
            "PEAK GUYS - SHORE",
            "Let's go",
            "hi! summer",
            "飞行棋大作战 但猫猫头",
            "表情塔",
            "表情塔-为了奶茶"
          ]
        },
        {
          "name": "支持者版",
          "price": "2.98",
          "contents": [
            "369 Parkour Lv1 Remake",
            "Colorblind Party",
            "Happy Everyday",
            "E33 Mini Games",
            "Mascot Party",
            "EASY^ ^",
            "PEAK GUYS - SHORE",
            "Let's go",
            "hi! summer",
            "飞行棋大作战 但猫猫头",
            "表情塔",
            "表情塔-为了奶茶",
            "表情塔-为了奶茶国际版"
          ]
        }
      ],
      "dlcs": [
        {
          "name": "表情塔",
          "price": "0.68",
          "contents": [
            "表情塔",
            "表情塔-为了奶茶"
          ]
        },
        {
          "name": "支持者包",
          "price": "0.68",
          "contents": [
            "表情塔-为了奶茶国际版"
          ]
        }
      ],
      "codes": {
        "369 Parkour Lv1 Remake": "3291-9182-3669",
        "Colorblind Party": "1107-7016-3766",
        "Happy Everyday": "0369-5479-1912",
        "E33 Mini Games": "0303-7447-5604",
        "Mascot Party": "9300-1266-4388",
        "EASY^ ^": "8892-8203-9978",
        "PEAK GUYS - SHORE": "7796-5366-5579",
        "Let's go": "3190-7587-6852",
        "hi! summer": "2933-6185-6500",
        "飞行棋大作战 但猫猫头": "7125-9065-6748",
        "表情塔": "8003-0970-0460",
        "表情塔-为了奶茶": "7670-0454-0140",
        "表情塔-为了奶茶国际版": "2762-8368-4902"
      }
    },
    "JFES170": {
      "versions": [
        {
          "name": "标准版",
          "price": "3.98",
          "contents": [
            "糖豆节-第一赛季网关",
            "糖豆节-第一赛季网关简单版",
            "糖豆节-第二赛季网关",
            "糖豆节-第二赛季网关简单版",
            "糖豆节-第三赛季网关",
            "糖豆节-第三赛季网关简单版",
            "糖豆节-第四赛季网关",
            "糖豆节-第四赛季网关简单版",
            "糖豆节-第五赛季网关",
            "糖豆节-第五赛季网关简单版",
            "糖豆节-第六赛季网关",
            "糖豆节-第六赛季网关简单版",
            "糖豆节-第七赛季网关",
            "糖豆节-第七赛季网关简单版",
            "糖豆节-第八赛季网关",
            "糖豆节-第八赛季网关简单版",
            "糖豆节-第九赛季网关",
            "糖豆节-第九赛季网关简单版"
          ]
        },
        {
          "name": "支持者版",
          "price": "4.48",
          "contents": [
            "糖豆节-第一赛季网关",
            "糖豆节-第一赛季网关简单版",
            "糖豆节-第二赛季网关",
            "糖豆节-第二赛季网关简单版",
            "糖豆节-第三赛季网关",
            "糖豆节-第三赛季网关简单版",
            "糖豆节-第四赛季网关",
            "糖豆节-第四赛季网关简单版",
            "糖豆节-第五赛季网关",
            "糖豆节-第五赛季网关简单版",
            "糖豆节-第六赛季网关",
            "糖豆节-第六赛季网关简单版",
            "糖豆节-第七赛季网关",
            "糖豆节-第七赛季网关简单版",
            "糖豆节-第八赛季网关",
            "糖豆节-第八赛季网关简单版",
            "糖豆节-第九赛季网关",
            "糖豆节-第九赛季网关简单版",
            "糖豆节-第九赛季网关国际版"
          ]
        }
      ],
      "dlcs": [
        {
          "name": "支持者包",
          "price": "0.68",
          "contents": [
            "糖豆节-第九赛季网关国际版"
          ]
        }
      ],
      "codes": {
        "糖豆节-第一赛季网关": "6540-0698-8183",
        "糖豆节-第一赛季网关简单版": "0810-6326-0805",
        "糖豆节-第二赛季网关": "1414-3795-9055",
        "糖豆节-第二赛季网关简单版": "1886-7731-0391",
        "糖豆节-第三赛季网关": "8497-3825-4849",
        "糖豆节-第三赛季网关简单版": "0775-4939-6690",
        "糖豆节-第四赛季网关": "2569-2443-8759",
        "糖豆节-第四赛季网关简单版": "2850-7940-9095",
        "糖豆节-第五赛季网关": "9377-5531-7821",
        "糖豆节-第五赛季网关简单版": "0268-4105-7669",
        "糖豆节-第六赛季网关": "7370-4746-5935",
        "糖豆节-第六赛季网关简单版": "8785-5444-9770",
        "糖豆节-第七赛季网关": "6124-0001-3495",
        "糖豆节-第七赛季网关简单版": "9101-8763-5953",
        "糖豆节-第八赛季网关": "6681-4237-0933",
        "糖豆节-第八赛季网关简单版": "4907-6930-9460",
        "糖豆节-第九赛季网关": "8693-7516-8062",
        "糖豆节-第九赛季网关简单版": "2511-9061-4852",
        "糖豆节-第九赛季网关国际版": "0972-1586-5716"
      }
    },
    "JFES175": {
      "versions": [
        {
          "name": "标准版",
          "price": "3.28",
          "contents": [
            "煎炸镇美术馆"
          ]
        }
      ],
      "dlcs": [],
      "codes": {
        "煎炸镇美术馆": "5295-0730-1056"
      }
    },
    "JFES180": {
      "versions": [
        {
          "name": "体验版",
          "price": "0.00",
          "contents": [
            "奥林PIG运动会第二季-开幕式"
          ]
        },
        {
          "name": "标准版",
          "price": "1.98",
          "contents": [
            "奥林PIG运动会第二季-800m",
            "奥林PIG运动会第二季-蜂窝三项",
            "奥林PIG运动会第二季-冰球",
            "奥林PIG运动会第二季-滑雪",
            "奥林PIG运动会第二季-雪橇车",
            "奥林PIG运动会第二季-动态高尔夫",
            "奥林PIG运动会第二季-躲避球",
            "奥林PIG运动会第二季-低重力游泳",
            "奥林PIG运动会第二季-二维跨栏",
            "奥林PIG运动会第二季-风力跳远",
            "奥林PIG运动会第二季-平衡搏击"
          ]
        },
        {
          "name": "豪华版",
          "price": "2.48",
          "contents": [
            "奥林PIG运动会第二季-开幕式",
            "奥林PIG运动会第二季-800m",
            "奥林PIG运动会第二季-蜂窝三项",
            "奥林PIG运动会第二季-冰球",
            "奥林PIG运动会第二季-滑雪",
            "奥林PIG运动会第二季-雪橇车",
            "奥林PIG运动会第二季-动态高尔夫",
            "奥林PIG运动会第二季-躲避球",
            "奥林PIG运动会第二季-低重力游泳",
            "奥林PIG运动会第二季-二维跨栏",
            "奥林PIG运动会第二季-风力跳远",
            "奥林PIG运动会第二季-平衡搏击",
            "奥林PIG运动会第二季-闭幕式"
          ]
        },
        {
          "name": "黄金版",
          "price": "3.48",
          "contents": [
            "奥林PIG运动会第二季-开幕式",
            "奥林PIG运动会第二季-800m",
            "奥林PIG运动会第二季-蜂窝三项",
            "奥林PIG运动会第二季-冰球",
            "奥林PIG运动会第二季-滑雪",
            "奥林PIG运动会第二季-雪橇车",
            "奥林PIG运动会第二季-动态高尔夫",
            "奥林PIG运动会第二季-躲避球",
            "奥林PIG运动会第二季-低重力游泳",
            "奥林PIG运动会第二季-二维跨栏",
            "奥林PIG运动会第二季-风力跳远",
            "奥林PIG运动会第二季-平衡搏击",
            "奥林PIG运动会第二季-闭幕式",
            "残奥会-缺手",
            "残奥会-眼瞎",
            "残奥会-坏脚",
            "残奥会-色雾",
            "残奥会-缺手X",
            "残奥会-眼瞎X",
            "残奥会-坏脚X",
            "残奥会-色雾X",
            "马拉松"
          ]
        },
        {
          "name": "尊享版",
          "price": "3.98",
          "contents": [
            "奥林PIG运动会第二季-开幕式",
            "奥林PIG运动会第二季-800m",
            "奥林PIG运动会第二季-蜂窝三项",
            "奥林PIG运动会第二季-冰球",
            "奥林PIG运动会第二季-滑雪",
            "奥林PIG运动会第二季-雪橇车",
            "奥林PIG运动会第二季-动态高尔夫",
            "奥林PIG运动会第二季-躲避球",
            "奥林PIG运动会第二季-低重力游泳",
            "奥林PIG运动会第二季-二维跨栏",
            "奥林PIG运动会第二季-风力跳远",
            "奥林PIG运动会第二季-平衡搏击",
            "奥林PIG运动会第二季-闭幕式",
            "残奥会-缺手",
            "残奥会-眼瞎",
            "残奥会-坏脚",
            "残奥会-色雾",
            "残奥会-缺手X",
            "残奥会-眼瞎X",
            "残奥会-坏脚X",
            "残奥会-色雾X",
            "马拉松",
            "奥林PIG运动会第二季-800m国际版"
          ]
        }
      ],
      "dlcs": [
        {
          "name": "残奥会",
          "price": "0.68",
          "contents": [
            "残奥会-缺手",
            "残奥会-眼瞎",
            "残奥会-坏脚",
            "残奥会-色雾",
            "残奥会-缺手X",
            "残奥会-眼瞎X",
            "残奥会-坏脚X",
            "残奥会-色雾X"
          ]
        },
        {
          "name": "马拉松",
          "price": "0.68",
          "contents": [
            "马拉松"
          ]
        },
        {
          "name": "支持者包",
          "price": "0.68",
          "contents": [
            "奥林PIG运动会第二季-800m国际版"
          ]
        }
      ],
      "codes": {
        "奥林PIG运动会第二季-开幕式": "5261-2304-3745",
        "奥林PIG运动会第二季-800m": "6412-5611-7711",
        "奥林PIG运动会第二季-蜂窝三项": "",
        "奥林PIG运动会第二季-冰球": "1254-1709-4887",
        "奥林PIG运动会第二季-滑雪": "0369-8597-1724",
        "奥林PIG运动会第二季-雪橇车": "5111-7317-3186",
        "奥林PIG运动会第二季-动态高尔夫": "7244-1050-9680",
        "奥林PIG运动会第二季-躲避球": "0125-5553-6689",
        "奥林PIG运动会第二季-低重力游泳": "8367-1480-0083",
        "奥林PIG运动会第二季-二维跨栏": "0587-1333-5832",
        "奥林PIG运动会第二季-风力跳远": "9377-7047-1166",
        "奥林PIG运动会第二季-平衡搏击": "0792-3687-1053",
        "奥林PIG运动会第二季-闭幕式": "5162-7168-6754",
        "残奥会-缺手": "5805-7719-5556",
        "残奥会-眼瞎": "8601-8814-4238",
        "残奥会-坏脚": "7578-1480-0669",
        "残奥会-色雾": "4917-9643-9704",
        "残奥会-缺手X": "4394-6561-5335",
        "残奥会-眼瞎X": "1212-0597-5049",
        "残奥会-坏脚X": "2920-0596-4236",
        "残奥会-色雾X": "7651-2456-4179",
        "马拉松": "",
        "奥林PIG运动会第二季-800m国际版": "6572-2648-0603"
      }
    },
    "JFES190": {
      "versions": [
        {
          "name": "标准版",
          "price": "2.98",
          "contents": [
            "不给糖果就小丑导弹"
          ]
        },
        {
          "name": "黄金版",
          "price": "3.98",
          "contents": [
            "不给糖果就小丑导弹",
            "生日快乐？",
            "生日快乐！"
          ]
        }
      ],
      "dlcs": [
        {
          "name": "生日快乐？",
          "price": "0.68",
          "contents": [
            "生日快乐？"
          ]
        },
        {
          "name": "生日快乐！",
          "price": "0.68",
          "contents": [
            "生日快乐！"
          ]
        }
      ],
      "codes": {
        "不给糖果就小丑导弹": "",
        "生日快乐？": "",
        "生日快乐！": ""
      }
    },
    "JFES200": {
      "versions": [],
      "dlcs": [],
      "codes": {}
    },
    "JFES210": {
      "versions": [],
      "dlcs": [],
      "codes": {}
    },
    "JZP1100": {
      "versions": [],
      "dlcs": [],
      "codes": {}
    },
    "JZP1200": {
      "versions": [],
      "dlcs": [],
      "codes": {}
    }
  }
};
