(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/title.js"] = {
  "titles": {
    "炸鸡": [
      {
        "lv": 2,
        "text": "TOAC1赛季最佳运气选手",
        "raw": "[2]TOAC1赛季最佳运气选手"
      },
      {
        "lv": 5,
        "text": "奥林PIG星星C2",
        "raw": "[5]奥林PIG星星C2"
      },
      {
        "lv": 5,
        "text": "TOAC2赛季最佳硬核运动选手",
        "raw": "[5]TOAC2赛季最佳硬核运动选手"
      },
      {
        "lv": 2,
        "text": "TOAC2赛季最佳运气选手",
        "raw": "[2]TOAC2赛季最佳运气选手"
      },
      {
        "lv": 2,
        "text": "TOAC2赛季最佳爆冷选手",
        "raw": "[2]TOAC2赛季最佳爆冷选手"
      },
      {
        "lv": 2,
        "text": "TOAC2赛季最佳香槟选手",
        "raw": "[2]TOAC2赛季最佳香槟选手"
      },
      {
        "lv": 6,
        "text": "探索の主宰创始人",
        "raw": "[6]探索の主宰创始人"
      }
    ],
    "躺豆人": [
      {
        "lv": 5,
        "text": "TOAC1赛季最佳硬核运动选手",
        "raw": "[5]TOAC1赛季最佳硬核运动选手"
      },
      {
        "lv": 5,
        "text": "TOAC2爱的付出",
        "raw": "[5]TOAC2爱的付出"
      }
    ],
    "彼得": [
      {
        "lv": 5,
        "text": "奥林PIG星星C1",
        "raw": "[5]奥林PIG星星C1"
      },
      {
        "lv": 6,
        "text": "TOAC1赛季最佳选手",
        "raw": "[6]TOAC1赛季最佳选手"
      },
      {
        "lv": 5,
        "text": "TOAC1赛季最佳首秀选手",
        "raw": "[5]TOAC1赛季最佳首秀选手"
      },
      {
        "lv": 5,
        "text": "TOAC1赛季最佳田径运动选手",
        "raw": "[5]TOAC1赛季最佳田径运动选手"
      },
      {
        "lv": 5,
        "text": "TOAC1赛季最佳多人运动选手",
        "raw": "[5]TOAC1赛季最佳多人运动选手"
      },
      {
        "lv": 5,
        "text": "TOAC1赛季最佳球类运动选手",
        "raw": "[5]TOAC1赛季最佳球类运动选手"
      },
      {
        "lv": 6,
        "text": "奥林PIG巨星C1",
        "raw": "[6]奥林PIG巨星C1"
      },
      {
        "lv": 3,
        "text": "奥林PIG黄金C2",
        "raw": "[3]奥林PIG黄金C2"
      },
      {
        "lv": 6,
        "text": "TOAC2赛季最佳选手",
        "raw": "[6]TOAC2赛季最佳选手"
      },
      {
        "lv": 5,
        "text": "TOAC2赛季最佳冬季运动选手",
        "raw": "[5]TOAC2赛季最佳冬季运动选手"
      },
      {
        "lv": 5,
        "text": "TOAC2赛季最佳速决运动选手",
        "raw": "[5]TOAC2赛季最佳速决运动选手"
      },
      {
        "lv": 6,
        "text": "背猪大师黄金C1",
        "raw": "[6]背猪大师黄金C1"
      },
      {
        "lv": 5,
        "text": "极限残疾人大师白银C1",
        "raw": "[5]极限残疾人大师白银C1"
      }
    ],
    "咖啡豆": [
      {
        "lv": 2,
        "text": "TOAC1赛季最佳陪跑选手",
        "raw": "[2]TOAC1赛季最佳陪跑选手"
      },
      {
        "lv": 1,
        "text": "奥林PIG青铜C2",
        "raw": "[1]奥林PIG青铜C2"
      },
      {
        "lv": 5,
        "text": "TOAC2赛季最佳田径运动选手",
        "raw": "[5]TOAC2赛季最佳田径运动选手"
      },
      {
        "lv": 5,
        "text": "TOAC2赛季最佳独立选手",
        "raw": "[5]TOAC2赛季最佳独立选手"
      }
    ],
    "洼洼": [],
    "企鹅": [
      {
        "lv": 2,
        "text": "奥林PIG白银C1",
        "raw": "[2]奥林PIG白银C1"
      },
      {
        "lv": 2,
        "text": "TOAC1赛季最佳技巧选手",
        "raw": "[2]TOAC1赛季最佳技巧选手"
      },
      {
        "lv": 2,
        "text": "TOAC1爱的付出",
        "raw": "[2]TOAC1爱的付出"
      },
      {
        "lv": 5,
        "text": "TOAC1选手之声",
        "raw": "[5]TOAC1选手之声"
      },
      {
        "lv": 5,
        "text": "TOAC2赛季最佳球类运动选手",
        "raw": "[5]TOAC2赛季最佳球类运动选手"
      },
      {
        "lv": 5,
        "text": "TOAC2选手之声",
        "raw": "[5]TOAC2选手之声"
      },
      {
        "lv": 4,
        "text": "极限残疾人大师青铜C1",
        "raw": "[4]极限残疾人大师青铜C1"
      }
    ],
    "猪": [
      {
        "lv": "P1",
        "text": "2026糖豆人拜年纪 Rehonor 开发商",
        "raw": "[P1]2026糖豆人拜年纪 Rehonor 开发商"
      },
      {
        "lv": "P2",
        "text": "2026糖豆人拜年纪 Rehonor 发行商",
        "raw": "[P2]2026糖豆人拜年纪 Rehonor 发行商"
      },
      {
        "lv": "P1",
        "text": "煎炸镇步行街 行动重置 开发商",
        "raw": "[P1]煎炸镇步行街 行动重置 开发商"
      },
      {
        "lv": "P2",
        "text": "煎炸镇步行街 行动重置 发行商",
        "raw": "[P2]煎炸镇步行街 行动重置 发行商"
      },
      {
        "lv": "P1",
        "text": "布鲁克森庄园事件 开发商",
        "raw": "[P1]布鲁克森庄园事件 开发商"
      },
      {
        "lv": "P2",
        "text": "布鲁克森庄园事件 发行商",
        "raw": "[P2]布鲁克森庄园事件 发行商"
      },
      {
        "lv": "P1",
        "text": "奥林PIG运动会 开发商",
        "raw": "[P1]奥林PIG运动会 开发商"
      },
      {
        "lv": "P2",
        "text": "奥林PIG运动会 发行商",
        "raw": "[P2]奥林PIG运动会 发行商"
      },
      {
        "lv": "P1",
        "text": "高手姿态 开发商",
        "raw": "[P1]高手姿态 开发商"
      },
      {
        "lv": "P2",
        "text": "高手姿态 发行商",
        "raw": "[P2]高手姿态 发行商"
      },
      {
        "lv": "P1",
        "text": "七七海滩度假计划 开发商",
        "raw": "[P1]七七海滩度假计划 开发商"
      },
      {
        "lv": "P2",
        "text": "七七海滩度假计划 发行商",
        "raw": "[P2]七七海滩度假计划 发行商"
      },
      {
        "lv": "P1",
        "text": "煎炸先生的假期 开发商",
        "raw": "[P1]煎炸先生的假期 开发商"
      },
      {
        "lv": "P2",
        "text": "煎炸先生的假期 发行商",
        "raw": "[P2]煎炸先生的假期 发行商"
      },
      {
        "lv": "P1",
        "text": "糖豆节 开发商",
        "raw": "[P1]糖豆节 开发商"
      },
      {
        "lv": "P2",
        "text": "糖豆节 发行商",
        "raw": "[P2]糖豆节 发行商"
      },
      {
        "lv": "P1",
        "text": "煎炸镇美术馆 开发商",
        "raw": "[P1]煎炸镇美术馆 开发商"
      },
      {
        "lv": "P2",
        "text": "煎炸镇美术馆 发行商",
        "raw": "[P2]煎炸镇美术馆 发行商"
      },
      {
        "lv": "P1",
        "text": "奥林PIG运动会第二季 开发商",
        "raw": "[P1]奥林PIG运动会第二季 开发商"
      },
      {
        "lv": "P2",
        "text": "奥林PIG运动会第二季 发行商",
        "raw": "[P2]奥林PIG运动会第二季 发行商"
      },
      {
        "lv": "P1",
        "text": "不给糖果就小丑导弹 开发商",
        "raw": "[P1]不给糖果就小丑导弹 开发商"
      },
      {
        "lv": "P2",
        "text": "不给糖果就小丑导弹 发行商",
        "raw": "[P2]不给糖果就小丑导弹 发行商"
      },
      {
        "lv": 6,
        "text": "猪活运营层管理",
        "raw": "[6]猪活运营层管理"
      },
      {
        "lv": 6,
        "text": "国际奥林PIG委员会主席",
        "raw": "[6]国际奥林PIG委员会主席"
      },
      {
        "lv": 6,
        "text": "探索の主宰官方网站管理员",
        "raw": "[6]探索の主宰官方网站管理员"
      }
    ],
    "Tori": [
      {
        "lv": 1,
        "text": "奥林PIG青铜C1",
        "raw": "[1]奥林PIG青铜C1"
      },
      {
        "lv": 2,
        "text": "TOAC1赛季最佳乐观选手",
        "raw": "[2]TOAC1赛季最佳乐观选手"
      },
      {
        "lv": 6,
        "text": "极限残疾人大师黄金C1",
        "raw": "[6]极限残疾人大师黄金C1"
      },
      {
        "lv": 1,
        "text": "奥林PIG青铜C2",
        "raw": "[1]奥林PIG青铜C2"
      }
    ],
    "Myth": [
      {
        "lv": 2,
        "text": "TOAC2赛季最佳潜水选手",
        "raw": "[2]TOAC2赛季最佳潜水选手"
      }
    ],
    "火锅": [
      {
        "lv": 2,
        "text": "TOAC1赛季最佳持续选手",
        "raw": "[2]TOAC1赛季最佳持续选手"
      },
      {
        "lv": 2,
        "text": "TOAC2赛季最佳乐观选手",
        "raw": "[2]TOAC2赛季最佳乐观选手"
      }
    ],
    "miss": [
      {
        "lv": 5,
        "text": "TOAC1赛季最佳独立选手",
        "raw": "[5]TOAC1赛季最佳独立选手"
      },
      {
        "lv": 2,
        "text": "TOAC2赛季最佳技术选手",
        "raw": "[2]TOAC2赛季最佳技术选手"
      }
    ],
    "糖豆人": [
      {
        "lv": 2,
        "text": "TOAC1赛季最佳技术选手",
        "raw": "[2]TOAC1赛季最佳技术选手"
      }
    ],
    "掉线": [
      {
        "lv": 2,
        "text": "TOAC2赛季最佳技巧选手",
        "raw": "[2]TOAC2赛季最佳技巧选手"
      },
      {
        "lv": 5,
        "text": "背猪大师白银C1",
        "raw": "[5]背猪大师白银C1"
      }
    ],
    "脆": [
      {
        "lv": 3,
        "text": "奥林PIG黄金C1",
        "raw": "[3]奥林PIG黄金C1"
      },
      {
        "lv": 5,
        "text": "TOAC1赛季最佳花样运动选手",
        "raw": "[5]TOAC1赛季最佳花样运动选手"
      },
      {
        "lv": 5,
        "text": "TOAC1赛季最佳速决运动选手",
        "raw": "[5]TOAC1赛季最佳速决运动选手"
      },
      {
        "lv": 2,
        "text": "奥林PIG白银C2",
        "raw": "[2]奥林PIG白银C2"
      },
      {
        "lv": 5,
        "text": "TOAC2赛季最佳三铁运动选手",
        "raw": "[5]TOAC2赛季最佳三铁运动选手"
      }
    ],
    "桃夭": [
      {
        "lv": 2,
        "text": "TOAC1赛季最佳潜水选手",
        "raw": "[2]TOAC1赛季最佳潜水选手"
      }
    ],
    "火星": [],
    "白玉汤": [
      {
        "lv": 2,
        "text": "TOAC2赛季最佳遗产选手",
        "raw": "[2]TOAC2赛季最佳遗产选手"
      }
    ],
    "yin": [
      {
        "lv": 2,
        "text": "TOAC2赛季最佳陪跑选手",
        "raw": "[2]TOAC2赛季最佳陪跑选手"
      }
    ]
  }
};
