(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/update.js"] = {
  "updates": [
    {
      "version": "V1.401.000 Release",
      "content": [
        "更新内容",
        "- 简化了开屏界面",
        "- 新增了同步功能，同步完成后进入网页可以享受免加载流畅浏览网页",
        "- 新增了活动中心筛选",
        "- 完善了各个界面的键位",
        "- 移除了自动更新记忆",
        "- 修复了部分已知问题"
      ]
    },
    {
      "version": "V1.301.000 Release",
      "content": [
        "更新内容",
        "- 新增了更多开屏界面",
        "- 新增了网页内更新日志",
        "- 新增了自动更新记忆",
        "- 修复了部分已知问题"
      ]
    },
    {
      "version": "V1.201.000 Release",
      "content": [
        "更新内容",
        "- 新增了按键提示",
        "- 新增了缓存加速",
        "- 修复了部分已知问题"
      ]
    },
    {
      "version": "V1.102.000 Release",
      "content": [
        "更新内容",
        "- 优化了底栏的醒目边框，可以自动隐藏",
        "- 修复了部分已知问题"
      ]
    },
    {
      "version": "V1.101.000 Release",
      "content": [
        "更新内容",
        "- 全新样式的底栏现已上线",
        "- 为资源列表增加了精选开关，可以切换至精选资源列表",
        "- 访客的权限已下降，禁止访问正常用户的隐私内容",
        "- 再次修复了经验条数值读取错误的问题",
        "- 修复了部分已知问题"
      ]
    },
    {
      "version": "V1.002.000 Release",
      "content": [
        "更新内容",
        "- 自V1.002.000 正式版起，版本分支将仅存在正式版（无后缀）和测试版（Beta后缀）",
        "- 修复了经验条数值读取错误的问题"
      ]
    },
    {
      "version": "V1.001.000 Release",
      "content": [
        "更新内容",
        "- 完整的数据库支持，从「2026糖豆人拜年纪 Rehonor」到「不给糖果就小丑导弹」，且后续会继续实时更新",
        "- 完整的适配所有屏幕比例，尤其是16 : 9横屏与移动设备",
        "- 首发版本只提供一款小游戏，其余的小游戏以后再说",
        "- 修复了部分已知问题",
        "近期汇总",
        "- 更新了数字化和金钱化的网页价值系统，位于暂停界面右上角",
        "- 更新了经验值系统",
        "- 更新了生涯成就",
        "- 优化了部分网页视觉效果",
        "- 修复了在不同显示器上的分辨率问题"
      ]
    },
    {
      "version": "V0.301.000 Pre-release",
      "content": [
        "更新内容",
        "- 竖屏适配已优化",
        "- 修复了部分已知问题",
        "已知问题",
        "- 小游戏将于后续补充"
      ]
    },
    {
      "version": "V0.205.000 Pre-release",
      "content": [
        "更新内容",
        "- 竖屏适配已完成，仅剩下部分视觉优化，将在V0.300系列第一版完美登场",
        "- 修复了部分已知问题",
        "已知问题",
        "- 小游戏仅提供了一款，属于「2026糖豆人拜年纪 Rehonor」"
      ]
    },
    {
      "version": "V0.204.000 Pre-release",
      "content": [
        "更新内容",
        "- 竖屏适配接近尾声，V0.200系列将迎来最后一版",
        "- 修复了部分已知问题",
        "已知问题",
        "- 竖屏适配的最后一部分",
        "- 小游戏仅提供了一款，属于「2026糖豆人拜年纪 Rehonor」"
      ]
    },
    {
      "version": "V0.203.000 Pre-release",
      "content": [
        "更新内容",
        "- 简易适配了所有比例，横屏已完美适配，竖屏已完成前半部分适配，剩余后半部分未适配，当前情况确保能用",
        "- 修复了部分已知问题",
        "已知问题",
        "- 全比例适配将于下一版本到来...",
        "- 小游戏仅提供了一款，属于「2026糖豆人拜年纪 Rehonor」"
      ]
    },
    {
      "version": "V0.202.000 Pre-release",
      "content": [
        "更新内容",
        "- 适配了所有横屏（即宽度大于高度的分辨率），增加了16 : 9到约1 : 1的范围横屏适配",
        "- 修复了部分已知问题",
        "已知问题",
        "- 不支持竖屏，当前仅支持横屏显示，竖屏适配即将到来...",
        "- 小游戏仅提供了一款，属于「2026糖豆人拜年纪 Rehonor」"
      ]
    },
    {
      "version": "V0.201.000 Pre-release",
      "content": [
        "更新内容",
        "- 自V0.200系列开始，将着重优化竖屏适配",
        "- 更新了生涯成就",
        "- 修复了部分已知问题",
        "已知问题",
        "- 不支持竖屏与中屏，当前仅支持16 : 9显示，竖屏支持正在适配中...",
        "- 小游戏仅提供了一款，属于「2026糖豆人拜年纪 Rehonor」"
      ]
    },
    {
      "version": "V0.105.000 Pre-release",
      "content": [
        "更新内容",
        "- 数据库更新完成，目前最新至「奥林PIG运动会第二季」，后续内容将会实时更新",
        "- 更新了经验值系统",
        "- 修复了部分已知问题",
        "已知问题",
        "- 不支持竖屏与中屏，当前仅支持16 : 9显示，竖屏支持将于正式版推出",
        "- 小游戏仅提供了一款，属于「2026糖豆人拜年纪 Rehonor」"
      ]
    },
    {
      "version": "V0.104.000 Pre-release",
      "content": [
        "更新内容",
        "- 数据库更新至「奥林PIG运动会第二季」后半部分",
        "- 新增了数字化和金钱化的网页价值系统，其位于暂停界面右上角",
        "- 优化了部分网页视觉效果",
        "- 修复了在不同显示器上的分辨率问题",
        "- 修复了部分已知问题",
        "已知问题",
        "- 不支持竖屏与中屏，当前仅支持16 : 9显示，竖屏支持将于正式版推出",
        "- 数据库更新接近尾声...",
        "- 小游戏仅提供了一款，属于「2026糖豆人拜年纪 Rehonor」"
      ]
    },
    {
      "version": "V0.103.000 Pre-release",
      "content": [
        "更新内容",
        "- 数据库更新至《煎炸镇美术馆》",
        "- 修复了部分已知问题",
        "已知问题",
        "- 不支持竖屏与中屏，当前仅支持16 : 9显示，竖屏支持将于正式版推出",
        "- 数据库即将更新完成...",
        "- 小游戏仅提供了一款，属于「2026糖豆人拜年纪 Rehonor」"
      ]
    },
    {
      "version": "V0.102.000 Pre-release",
      "content": [
        "更新内容",
        "- 数据库更新至「煎炸先生的假期」+《表情塔》",
        "- 修复了部分已知问题",
        "已知问题",
        "- 不支持竖屏与中屏，当前仅支持16 : 9显示，竖屏支持将于正式版推出",
        "- 数据库为较早期的版本，持续更新中...",
        "- 小游戏仅提供了一款，属于「2026糖豆人拜年纪 Rehonor」"
      ]
    },
    {
      "version": "V0.101.000 Pre-release",
      "content": [
        "更新内容",
        "- 作为“奥林PIG运动会官网”的跨越世代的升级版，目标支持所有“探索の主宰”成员开发/发行的活动！",
        "已知问题",
        "- 不支持竖屏与中屏，当前仅支持16 : 9显示，竖屏支持将于正式版推出",
        "- 数据库为较早期的版本，截止「七七海滩度假计划」",
        "- 小游戏仅提供了一款，属于「2026糖豆人拜年纪 Rehonor」"
      ]
    }
  ]
};
