(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES160/review.js"] = {
  "reviews": {
    "JFES160": [
      {
        "org": "EEES",
        "score": "95",
        "text": ""
      },
      {
        "org": "AAA",
        "score": "98",
        "text": "历史篇：虽然是中途加入玩了两张，为吉祥物派对打call！；创意篇：大家都是制图天才！"
      },
      {
        "org": "BD",
        "score": "94",
        "text": "历史篇：沒能跟大家一起玩差評，可是有Mona那必須夯爆了；创意篇：都很用心很好玩，真心不錯喲w"
      },
      {
        "org": "QE",
        "score": "96",
        "text": "历史篇：当时真是要吐血了，网好差一直在外面飞都没进去几张图，还好后面有回滚欧耶( •̀∀•́ )。369跑酷：看着不难，但是会莫名其妙鼠掉，一定不是玩家的问题！色感派对：偶系色盲☠️☠️☠️。天天快乐：以前就在探索里面碰到过，是少猪时代篇中最喜欢的一张，各种各样的得分方式按需选择，体验了斜坡跳和跑跑的酷🤸‍♀️。33小游戏：当时在这张图练习了棒球（练了跟没练一样），小游戏都挺可爱挺好玩（那个跷跷板到底撒意思）。吉祥物派对：收录了猪的最爱（？）；创意篇：伟大无需多盐，这不给100分真是说不过去（没有说给猪图打98分是有偏见的意思）。大家为了拿到门票都很用心做图，特别表扬这个呕心沥血挑灯夜战凿壁偷光废寝忘食程门立雪食不言寝不语熟读唐诗三百首倒背红楼梦一口气爬上珠穆朗玛峰的企鹅。如果没有大家就没有这个好玩又可爱的众图创意篇喵，当然还要感谢这个把大家组织起来做图的猪（其实是想自己少做一期活动图没错吧´_>`"
      },
      {
        "org": "MISS",
        "score": "100",
        "text": "历史篇：图好 网不好；创意篇：这个必须101分吧！"
      },
      {
        "org": "BYTYCRL",
        "score": "100",
        "text": ""
      }
    ]
  }
};
