(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES160/review.js"] = {
  "reviews": {
    "JFES160": [
      {
        "org": "EEES",
        "score": "95",
        "text": ""
      },
      {
        "org": "AAA",
        "score": "98",
        "text": "历史篇：虽然是中途加入玩了两张，为吉祥物派对打call！\n创意篇：大家都是制图天才！"
      },
      {
        "org": "BD",
        "score": "94",
        "text": "历史篇：沒能跟大家一起玩差評，可是有Mona那必須夯爆了\n创意篇：都很用心很好玩，真心不錯喲w"
      },
      {
        "org": "QE",
        "score": "96",
        "text": "历史篇：当时真是要吐血了，网好差一直在外面飞都没进去几张图，还好后面有回滚欧耶( •̀∀•́ )。369跑酷：看着不难，但是会莫名其妙鼠掉，一定不是玩家的问题！色感派对：偶系色盲☠️☠️☠️。天天快乐：以前就在探索里面碰到过，是少猪时代篇中最喜欢的一张，各种各样的得分方式按需选择，体验了斜坡跳和跑跑的酷🤸‍♀️。33小游戏：当时在这张图练习了棒球（练了跟没练一样），小游戏都挺可爱挺好玩（那个跷跷板到底撒意思）。吉祥物派对：收录了猪的最爱（？）\n创意篇：伟大无需多盐，这不给100分真是说不过去（没有说给猪图打98分是有偏见的意思）。大家为了拿到门票都很用心做图，特别表扬这个呕心沥血挑灯夜战凿壁偷光废寝忘食程门立雪食不言寝不语熟读唐诗三百首倒背红楼梦一口气爬上珠穆朗玛峰的企鹅。如果没有大家就没有这个好玩又可爱的众图创意篇喵，当然还要感谢这个把大家组织起来做图的猪（其实是想自己少做一期活动图没错吧´_>`"
      },
      {
        "org": "MISS",
        "score": "100",
        "text": "历史篇：图好 网不好\n创意篇：这个必须101分吧！"
      },
      {
        "org": "BYTYCRL",
        "score": "100",
        "text": ""
      },
      {
        "org": "RTF",
        "score": "99",
        "text": "历史篇：网站该页面的bgm为什么会有一阵奸笑，以及居然没有附上旧图代码，前半难道不算活动的组成部分吗！\n369跑酷：原来名字里的369各自对应不同部分粘液来临的时间，很好笑的起名思路。虽然不难，但真的特别特别容易死。经过锤子到达的那块蓝色洞洞板上弯曲的部分有个空隙，小心不要扑到这个空隙里。之后连续的一堆半圆方块有点点考验豆了，最后居然还要飞箱子，虽然可以搭箱子上去，但选后者时间可能不够，还是推荐用飞的。可惜没有各部分死亡数的数据，总感觉大部分豆在跨越各蓝色洞洞板的路途中就死了。不论如何，能作为第一张地图保留下来太好了。虽然看标题感觉本图也经过重制，应该不是最初制作的那个版本。\n色感派对：不允许诋毁它是最水的地图😡简介有点伤人了，虽然蓝紫绿部分的区别还是比较明显的，但黄色部分就需要仔细辨认了。每个部分之间有存档点这点很友好，但为什么黄色部分到得分泡泡所在区域没有给存档点😱而且黄色泡泡特意放在远离最后一个正确黄色方块的位置😱\n天天快乐：㊗️全世界最坏的煎炸猪去年12月生日快乐🎉🎉🎉把最后更新时间一起放出来一定是在暗示什么吧。一进地图就能看见巨大的坐着弹奏的作者本人雕像，但为什么看起来两只手都只有三根手指😱眼睛和鼻子离得好近，上半张脸留白好多😱头上冒出的巨星表情一定不是在挑衅吧！也一定是故意把表情的眼睛做得那么大，鼻子做得那么小的吧！眼睛大，意在暗示这是一只外星猪👽旁边还放了PS5，暗示作为主机玩家的高贵身份。过关需要的得分设置为21，一定也不是在明示制作这张地图是作为21岁生日图吧！近距离观察，会发现巨猪雕像后面居然有尾巴，但很明显尾巴为了还原由多个形状组成，形状不太好控制，所以最终的结果看起来像绿色便便💩为了看起来是圆的，下半身也由不止一个部分构成，巨型雕像真是太难做了。蹄子居然是由中间有分隔线的尖锥组成，正面真是完全看不出来呢。\n出生点的绿色蜂窝在空中交织成一个不对称的图案，但不扣分，因为可能是为了方便玩家落在各个部分，不至于太拥挤造成哄抢分数的情况。蜂窝消失，掉落在地上后，很容易发现一个向上的传送带，但看起来并没有在运行，原来是因为靠近传送带后会被直接传送到上方的一块地板上，不过是单向传送，到上面不会传送回下面，但可以不走楼梯也不走电梯，直接下去。这种传送是怎么做到的，好神奇。上方的地板拿旗杆和路障作为前方无路的分隔提醒，真是太贴心了。不过费了九牛二虎之力，才站上旗子部分的旗杆。黄色传送带前方的绿色部分内有提供鸡、球、犀牛、隐形。给两个鸡，可能是作者想看打架了。在上方的地板上可以一览无余整个地图，更方便欣赏，好评。全图主要由红黄蓝绿四个部分组成，绿色当然是占地最大的一个部分。黄色和蓝色部分都是单独的一整块，红色内部分成了2个部分，绿色内部分成了7个部分，各部分之间地面上的贴纸图案也不同，贴纸贴得好整齐🥰一定不是因为想看看工坊提供的那么多种贴纸分别是什么图案吧！\n关于难度，黄色部分感觉是最简单的，把箱子搬到合适的位置就能轻松吃到5分。红色的风扇部分需要上风扇才能吃到5分，不过因为风扇很大降低了难度。红色的弹板部分，弹板方向是随机的，所以吃到1分很容易，吃到5分需要运气。本地图的总体得分思路都遵循同一个逻辑，即各部分内需要的操作难度对应得到的分数，操作越难得分越高。各个部分之间整体的难度不同，可以选择简单难度的部分过关，这点还是很友好的。绿色的旋转门和转盘部分，想稳稳吃到5分需要站在门上，需要多尝试几次，转盘简单一些，只需要躲避杆子，不过只有1分和3分。绿色的传送带部分，从1分到3分再到5分，传送带的速度越来越快，想持续待在上面的难度也逐渐增加。绿色的蓝绿色转盘部分没什么好说的，5分在最中间会转动的圆球上，有点好笑。最神秘的就是绿色的蓝触发区域斜坡和箱子部分，好像在地上合适的位置飞箱子，高度就够吃到5分了，那为什么会有斜坡，难道是为了让人爬上去稳稳吃1分吗（。）绿色的栏杆部分也不是很难，只有最中间一条道路有5分，其余都只分布有1分和3分，路上都有粘液，一定不是为了减缓行走速度。通过鸡跳上栏杆可以更快到达5分所在地，当然完全有可能实际上比正常绕路走更慢（）接下来应该是裁判最喜欢的绿色的斜坡跳部分，一定是为了炫耀吧！从右到左难度递增，粘液斜坡跳完比普通斜坡多1分，会消失的蜂窝斜坡难度最高，区域内也仅有蜂窝斜坡跳完有5分泡泡。需要注意蜂窝消失时间，否则无地可落。最后是蓝色跑酷区，作者最有品味的一次，由一系列物体组成，有一定难度，但似乎被音爆打到吃完全部的重叠5分泡泡，可以直接晋级，就是很容易在不断尝试锤子的过程中吃到一个又一个1分（。）总体还是非常可爱的一张地图，已经开始期待今年的生日图了（一定必须绝对有吧！这次不得不揭秘具体日期了🤭）\n33小游戏：作者展示个人爱好中，依然提供无限的鸡、犀牛、隐形和球。最简单的应该是跳房子部分，真是温馨的童年记忆，按数字顺序跳完即可被从天而降的5分砸中，数字字体好艺术。信仰之跃部分也不难，跳入的圆环越小，得分越高，棕圈3分，粉圈5分，绿圈7分（个人喜好🈶）接下来是完全暴露恶趣味的跷跷板区，隔空喊话一下非匿名测评家QE，站在跷跷板前端，利用跷跷板末端放好的重量方块把自身弹起，进入蓝色区域扣分，进入黄色区域加分，但邪恶的一点是，蓝色区域的高度大于黄色区域，所以被弹起后，无任何操作的情况下，大概率会被扣2次5分，加1次5分，算下来就是被倒扣5分，想过关需要避免进入蓝色区域，当然嫌自己分数太高也可以用来扣分，不让自己太快过关。下一个部分是QTE机制，在活动的白色柱子经过方块的橙色区域时，把箱子放在蓝色按钮上，会让白色柱子停下，控制两个白色柱子停留在橙色区域即可，接下来就可以在贴有星星贴纸的白色部分上享受黄色得分泡泡浴咯。接着是棒球小游戏区，首爆于第一届运动会提供的棒球项目练习方式，由两个拳头装置自动发球，但个人不支持棒球。需要在粘液球到达板子前用鸡将其击飞，保护脚下的板子不破碎，避免自己掉入粘液。要考虑鸡蓄力的时间和球到达的时间，成功击球一次有5分，理想情况下还能把球打到对面，击破敌方板子。但需要预估的提前量也太大了😡然后就是第二难的攀岩区域，5个粘液球会定时落下，小心不要被砸中，诀窍是不能急，可以站在黄色方块中央或红色方块两端躲避粘液球，到达顶端有4个5分泡泡，但方块都有点难扒，需要对准方向，扣分。最后是最难的棕色跑酷区，经过一系列没有存档的物体向上后，是3根自旋转速度越来越快的圆柱，虽然有箭头贴纸提示旋转方向，但非常非常非常非常滑！如果无法通过圆柱，只能一次又一次掉下去然后重来。圆柱后面就是得分区，有1个5分泡泡。真是一场酣畅淋漓（惊心动魄）的攀爬。\n各个部分的小游戏和得分机制设计都很有趣，也有不同难度供不同水平的玩家选择，是一张小（相对占地面积）而精的地图。\n吉祥物派对：作者继续超经意露出个人爱好中，与其余同作者地图不同，封面并非传统的全地图俯视视角，而是别具一格。这次的出生点后不提供犀牛，只有隐形、鸡和球，但有两组蛋。不同ip的不同角色形象模型占据了绝大部分工作量，沿着分布粘液的透明地板前进，按下各个按钮（需要持续按一段时间），左端蓝色遮罩将降下，露出圆柱上的模型，模型下方黑底上是不同颜色的文字，标明ip，可以边前行边欣赏，但无法到达模型那边😡第一个无疑是作者本人的模型，一只看起来很笨的绿身紫瞳猪。然后是P系列的小熊（P4）和摩尔加纳（P5），下端文字颜色也有小巧思，黄色和红色分别是P4和P5的代表色。接着就是著名的chiikawa，请支持手拉着手的萌物三小只！模型下方文字分别使用蓝白黄，照应三只。继续前行，按下按钮，依次是《怪物猎人》中的艾露猫，多罗猫（炸鸡曾经的头像），中间的实在认不出来，但根据下方文字判断应该是索尼的角色，右边则是2024年的年度最佳游戏《宇宙机器人》，连着两组用蓝色字非常好评。最后就是暹罗厘普，比格多栋部分还是炸鸡当时爱发的表情包。得分区和提供道具的区域一样，贴有绿色波浪贴纸，获得1分即可过关，但大方地给了许多得分泡泡，从1分到3分再到5分，泡泡体积逐渐增大。虽然看着从贴纸边缘到泡泡距离有点远，但不用担心，走过贴纸边缘即可过关。也是一张非常可爱的地图，适合观赏。\n创意篇：EASYˆ ˆ：作者精心制作的一张地图，在出生点处即可观赏全图景色，库洛米的动作和地图名隐含挑衅意味。出于技术限制，只能利用像素拼成图案，竭尽全力在每一部分机关都隐藏了至少一个好友豆的id，但感觉还是很容易猜。全图经过多次修改和史诗级升级，即使初步完成后作者依然在不停加入新内容，每天增加一点东西✓全图有致死量的隐形鼓和透明地板，还藏有速通方式，虽然感觉零人发现。是兼具美观和可玩性的一张图，缺点可能是太长，以及有些机关调整得不是很好。\nPEAK GUYS - SHORE：艺术风格非常独特鲜明的一张地图，最初看见作者发布的视频就很惊艳。制作相当精细，景色非常美丽，还有一定的难度。本图同时是游戏《PEAK》的同人作品，玩过两款游戏的玩家遇到应该会很惊喜。\nLet's go：照应名字，类男生女生向前冲模式，主要由两条最终将汇合的赛道构成，需要通过不同物体组成的障碍，但是我通关了怎么没有收到大冰箱？总体难度适中，能够休闲地游玩。\nhi！summer：地图名暗示作者可能喜欢夏天，各种造型的豆点缀在地图中，非常可爱也较为简短的一张图，喜欢途中的橙汁装饰。\n飞行棋大作战 但猫猫头：能理解但初看会一头雾水的地图名。简介傲娇地暗示有简单和困难两条路，就是不肯明说，排版也几经波折。全图模拟飞行棋，玩家需要经过骰子后选择不同难度道路，最后到达终点。本图的美观度很高，巨大的棋盘相当震撼，棋盘上有不少可爱的装饰。关卡道路以白色作为主色调，简洁优雅，各关卡的通关机制经过精心设计，途中有图案美化装饰，终点处以紫色王冠示意，附近有两个天才般的合影取景框，整体难度也控制在能从中获得乐趣但不至于太有挫败感的程度，各关卡构思实在很好，是设计感很强的一张图。知道棋盘上的黄豆身后是奔跑带起的气，但配合表情看起来像在（）蓝豆头顶太难上了，扣分。作者反复爆料强调起点往左可以直接下到棋盘上速通，帮大忙了。"
      }
    ]
  }
};
