(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES195/news.js"] = {
  "hotspots": {
    "JFES195": [
      {
        "id": "hotspot-0",
        "title": "煎炸态第0期",
        "time": "2026/10/15/17:00",
        "content": "欢迎来到煎炸的豬诞生日月，本月将连续推出3个活动，以下是先导予告！\n\n「猪诞狂欢」\n机械狂欢是一款主打暴力美学的派对游戏合集。本作中，失败不仅仅是输掉比赛，更意味着“命丧黄泉”。召集您的冤种朋友，并在这场以命搏命的较量中，证明自己“命不该绝”吧。危险与机会共存！\n猪诞狂欢则以机械狂欢为标准，进行糖豆人本地化移植，以适配糖豆人的游戏模式。\n本次联动带来10款小游戏+最终回合，每局获胜的玩家平分1猪元，小游戏共游玩2轮分上下2周，总悬赏22猪元。上下两轮各限制包括猪在内最多8人，每人只能选择上下两轮其中之一，其余人无法进入房间，但是可在线观看生放送。\n\n「白日梦」\n煎炸的豬糖豆人活动系列的终点，最终期，第十期。\n系列从未有过的甜品风格主题，这是一次风格上的大胆创新，如果第一期2026糖豆人拜年纪是梦开始的地方，那么最后一期白日梦就在梦里结束吧。\n11月下半月，白日梦的推出将宣告煎炸的豬糖豆人活动系列主线更新正式结束。\n\n「布鲁克森庄园事件重解版」\n煎炸的豬糖豆人活动系列仍有最后一件事需要处理。\n布鲁克森庄园事件作为最后仅存的一个尚未使用模组制作的地图，这是最后的工作了，这张大型解谜地图将迎来新生。\n11月底，布鲁克森庄园事件重解版的推出将宣告煎炸的豬糖豆人活动系列正式完结。",
        "comments": [
          {
            "name": "炸鸡",
            "text": "我刚准备发视频截图 猪你就发公告",
            "replies": [
              {
                "name": "掉线",
                "text": "这是你的不对 你明明知道应该关注每天17点的消息的",
                "replies": []
              },
              {
                "name": "掉线",
                "text": "也没有关注企鹅的话",
                "replies": []
              }
            ]
          },
          {
            "name": "炸鸡",
            "text": "\\鹅屁屁",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "补药啊不要结束 我不要😭😭😭😭😭😭😭",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "猪你哈几麻",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "猪还有番外和副线兑不兑",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "\\黄豆哭",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "为什么猪蛋是互相打架",
            "replies": [
              {
                "name": "掉线",
                "text": "说明猪早就对大家很不满了 所以想趁着生日跟大家打一架😱😱😱😱😱",
                "replies": [
                  {
                    "name": "炸鸡",
                    "text": "细思鼻孔😱😱😱",
                    "replies": []
                  }
                ]
              }
            ]
          },
          {
            "name": "炸鸡",
            "text": "可以在线观看猪蛋打架 意思是有直播",
            "replies": [
              {
                "name": "掉线",
                "text": "观察得很仔细👍",
                "replies": []
              }
            ]
          },
          {
            "name": "咖啡豆",
            "text": "猪活卡机嘛",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "\\牛哞哞哭",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "企鹅真是发言人吧",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "必须有State of JianZha＃1 State of JianZha＃2 State of JianZha＃3 …… State of JianZha＃100",
            "replies": [
              {
                "name": "炸鸡",
                "text": "必须有State of JianZha＃1 State of JianZha＃2 State of JianZha＃3 …… State of JianZha＃100",
                "replies": []
              }
            ]
          },
          {
            "name": "掉线",
            "text": "你可以选择煎炸的豬生日月或煎炸的豬诞生月",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "你不能选择煎炸的豬诞生日月",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "好高级好吓人😱😱😱",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "“专为‘友尽’量身定制”🤔",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "看见机械狂欢进来了 端着猪诞狂欢出去了",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "怎么是寿星出钱悬赏",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "每局只能8人😱😱😱最重要的是好像主办方要与民同乐",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "这一次会是大家期待的直播吗",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "但是没有猪参加的游戏要怎么直播😱😱😱",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "有点不像人机写的",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "猪活不要走😭😭😭",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "把布鲁克森庄园事件当个事办了",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "还给我👁️还给我👁️还给我👁️还给我👁️还给我👁️还给我👁️还给我👁️还给我👁️还给我👁️",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "猪活才是命不该绝啊",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "\\奶龙哭",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "难道这将会是第一次也是最后一次直播了吗",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "这个群给猪活陪葬吧",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "谁支持谁同意",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "好悲桑",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "我知道为什么猪蛋狂欢的bgm这么悲桑了 因为要告别了",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "\\奶龙哭",
            "replies": []
          }
        ],
        "commentCount": 0
      }
    ]
  }
};
