(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES195/news.js"] = {
  "hotspots": {
    "JFES195": [
      {
        "id": "hotspot-0",
        "title": "煎炸态第0期",
        "time": "2026/10/15/17:00",
        "content": "欢迎来到煎炸的豬诞生日月，本月将连续推出3个活动，以下是先导予告！\n\n「猪诞狂欢」\n机械狂欢是一款主打暴力美学的派对游戏合集。本作中，失败不仅仅是输掉比赛，更意味着“命丧黄泉”。召集您的冤种朋友，并在这场以命搏命的较量中，证明自己“命不该绝”吧。危险与机会共存！\n猪诞狂欢则以机械狂欢为标准，进行糖豆人本地化移植，以适配糖豆人的游戏模式。\n本次联动带来10款小游戏+最终回合，每局获胜的玩家平分1猪元，小游戏共游玩2轮分上下2周，总悬赏22猪元。上下两轮各限制包括猪在内最多8人，每人只能选择上下两轮其中之一，其余人无法进入房间，但是可在线观看生放送。\n\n「白日梦」\n煎炸的豬糖豆人活动系列的终点，最终期，第十期。\n系列从未有过的甜品风格主题，这是一次风格上的大胆创新，如果第一期2026糖豆人拜年纪是梦开始的地方，那么最后一期白日梦就在梦里结束吧。\n11月下半月，白日梦的推出将宣告煎炸的豬糖豆人活动系列主线更新正式结束。\n\n「布鲁克森庄园事件重解版」\n煎炸的豬糖豆人活动系列仍有最后一件事需要处理。\n布鲁克森庄园事件作为最后仅存的一个尚未使用模组制作的地图，这是最后的工作了，这张大型解谜地图将迎来新生。\n11月底，布鲁克森庄园事件重解版的推出将宣告煎炸的豬糖豆人活动系列正式完结。",
        "comments": [
          {
            "name": "炸鸡",
            "text": "我刚准备发视频截图 猪你就发公告",
            "replies": [
              {
                "name": "掉线",
                "text": "这是你的不对 你明明知道应该关注每天17点的消息的",
                "replies": []
              },
              {
                "name": "掉线",
                "text": "也没有关注企鹅的话",
                "replies": [
                  {
                    "name": "企鹅",
                    "text": "已成绝唱",
                    "replies": []
                  }
                ]
              }
            ]
          },
          {
            "name": "炸鸡",
            "text": "\\鹅屁屁",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "补药啊不要结束 我不要😭😭😭😭😭😭😭",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "猪你哈几麻",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "猪还有番外和副线兑不兑",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "\\黄豆哭",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "为什么猪蛋是互相打架",
            "replies": [
              {
                "name": "掉线",
                "text": "说明猪早就对大家很不满了 所以想趁着生日跟大家打一架😱😱😱😱😱",
                "replies": [
                  {
                    "name": "炸鸡",
                    "text": "细思鼻孔😱😱😱",
                    "replies": []
                  },
                  {
                    "name": "企鹅",
                    "text": "因爱生恨其实是",
                    "replies": [
                      {
                        "name": "掉线",
                        "text": "原来有爱吗",
                        "replies": []
                      },
                      {
                        "name": "掉线",
                        "text": "记笔记……猪暗恋群里的……16个人",
                        "replies": []
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "name": "炸鸡",
            "text": "可以在线观看猪蛋打架 意思是有直播",
            "replies": [
              {
                "name": "掉线",
                "text": "观察得很仔细👍",
                "replies": []
              }
            ]
          },
          {
            "name": "咖啡豆",
            "text": "猪活卡机嘛",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "\\牛哞哞哭",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "企鹅真是发言人吧",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "必须有State of JianZha＃1 State of JianZha＃2 State of JianZha＃3 …… State of JianZha＃100",
            "replies": [
              {
                "name": "炸鸡",
                "text": "必须有State of JianZha＃1 State of JianZha＃2 State of JianZha＃3 …… State of JianZha＃100",
                "replies": []
              },
              {
                "name": "企鹅",
                "text": "0表属性",
                "replies": [
                  {
                    "name": "掉线",
                    "text": "太有道理了 你的分析是正确的",
                    "replies": []
                  }
                ]
              },
              {
                "name": "企鹅",
                "text": "\\辣椒挑眉",
                "replies": []
              }
            ]
          },
          {
            "name": "掉线",
            "text": "你可以选择煎炸的豬生日月或煎炸的豬诞生月",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "你不能选择煎炸的豬诞生日月",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "好高级好吓人😱😱😱",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "“专为‘友尽’量身定制”🤔",
            "replies": [
              {
                "name": "企鹅",
                "text": "友尽了所以猪活也跟着去了",
                "replies": [
                  {
                    "name": "掉线",
                    "text": "猪活不要走😭😭😭",
                    "replies": []
                  }
                ]
              },
              {
                "name": "企鹅",
                "text": "\\奶龙哭",
                "replies": []
              }
            ]
          },
          {
            "name": "掉线",
            "text": "看见机械狂欢进来了 端着猪诞狂欢出去了",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "怎么是寿星出钱悬赏",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "每局只能8人😱😱😱最重要的是好像主办方要与民同乐",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "这一次会是大家期待的直播吗",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "但是没有猪参加的游戏要怎么直播😱😱😱",
            "replies": [
              {
                "name": "企鹅",
                "text": "为何还没有猪",
                "replies": [
                  {
                    "name": "掉线",
                    "text": "因为你才是群里的猪",
                    "replies": []
                  }
                ]
              }
            ]
          },
          {
            "name": "掉线",
            "text": "有点不像人机写的",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "猪活不要走😭😭😭",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "把布鲁克森庄园事件当个事办了",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "还给我👁️还给我👁️还给我👁️还给我👁️还给我👁️还给我👁️还给我👁️还给我👁️还给我👁️",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "猪活才是命不该绝啊",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "\\奶龙哭",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "难道这将会是第一次也是最后一次直播了吗",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "这个群给猪活陪葬吧",
            "replies": [
              {
                "name": "掉线",
                "text": "🤔",
                "replies": []
              }
            ]
          },
          {
            "name": "企鹅",
            "text": "谁支持谁同意",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "好悲桑",
            "replies": []
          },
          {
            "name": "企鹅",
            "text": "我知道为什么猪蛋狂欢的bgm这么悲桑了 因为要告别了",
            "replies": [
              {
                "name": "掉线",
                "text": "思猪活拳 思如泉涌！👊😭👊 念猪活剑 念念不忘!!🗡😭🗡 猪活掌 生生世世!!!✋😭✋ 猪活、猪活、猪活！",
                "replies": []
              }
            ]
          },
          {
            "name": "企鹅",
            "text": "\\奶龙哭",
            "replies": []
          }
        ],
        "commentCount": 0
      },
      {
        "id": "hotspot-1",
        "title": "报名开始",
        "time": "2026/10/21/17:22",
        "content": "报名时间：即日起至10月31日23:59\n报名规则：只能选择其中一轮报名\n报名方式：在上方表格填入简称\n报名上限：每轮7人，共14人\n比赛时间：第一轮11月6日周五晚22:30\n比赛时间：第二轮11月13日周五晚22:30\n悬赏规则：每回合胜者可平分1猪元，总22猪元\n\n附件：猪诞狂欢-报名表 https://docs.qq.com/sheet/DUmJaR2VHdHBpd0h0",
        "comments": [
          {
            "name": "炸鸡",
            "text": "炸鸡已经报名 允许有人顶替掉藕的位置",
            "replies": [
              {
                "name": "咖啡豆",
                "text": "不允许",
                "replies": [
                  {
                    "name": "炸鸡",
                    "text": "泥填错位置了 应该填第一轮第五个😁",
                    "replies": []
                  },
                  {
                    "name": "炸鸡",
                    "text": "补兑。太早报名了。细思鼻孔。等一下偶们俩前面没人了咋办",
                    "replies": [
                      {
                        "name": "咖啡豆",
                        "text": "我不行了你怎么不按顺序",
                        "replies": []
                      },
                      {
                        "name": "咖啡豆",
                        "text": "\\猪腹腹",
                        "replies": []
                      },
                      {
                        "name": "掉线",
                        "text": "还有彼得",
                        "replies": []
                      }
                    ]
                  }
                ]
              },
              {
                "name": "咖啡豆",
                "text": "\\彩虹糖豆跳舞",
                "replies": []
              },
              {
                "name": "掉线",
                "text": "这是想参加还是不想参加的意思",
                "replies": []
              }
            ]
          },
          {
            "name": "炸鸡",
            "text": "😁🌹",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "已报品第一轮",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "报名",
            "replies": []
          },
          {
            "name": "彼得",
            "text": "兩輪有什麽區別？",
            "replies": [
              {
                "name": "炸鸡",
                "text": "日期的区别 先玩后玩的区别",
                "replies": []
              }
            ]
          },
          {
            "name": "桃夭",
            "text": "怎么没有周日，五六都要出去玩",
            "replies": [
              {
                "name": "炸鸡",
                "text": "你也不准",
                "replies": []
              },
              {
                "name": "炸鸡",
                "text": "回来参赛",
                "replies": [
                  {
                    "name": "掉线",
                    "text": "不要比赛",
                    "replies": []
                  }
                ]
              },
              {
                "name": "炸鸡",
                "text": "\\微信创意表情笑死我了",
                "replies": []
              },
              {
                "name": "掉线",
                "text": "没有吧 第一轮和第二轮好像都是不同周的周五",
                "replies": []
              }
            ]
          },
          {
            "name": "桃夭",
            "text": "\\兔子哭手机",
            "replies": [
              {
                "name": "咖啡豆",
                "text": "可能猪周日要出去玩",
                "replies": [
                  {
                    "name": "炸鸡",
                    "text": "不准。",
                    "replies": [
                      {
                        "name": "掉线",
                        "text": "🤔那么霸道",
                        "replies": []
                      }
                    ]
                  },
                  {
                    "name": "掉线",
                    "text": "现充猪",
                    "replies": []
                  }
                ]
              },
              {
                "name": "咖啡豆",
                "text": "\\猪的天",
                "replies": []
              }
            ]
          },
          {
            "name": "脆",
            "text": "第一轮第二轮是做什么的？",
            "replies": [
              {
                "name": "掉线",
                "text": "没区别 第一轮和第二轮是A周的周五和B周的周五 每个人只能选一轮参加",
                "replies": []
              }
            ]
          },
          {
            "name": "掉线",
            "text": "原来是这样的两轮 我还以为是上下两轮",
            "replies": []
          },
          {
            "name": "白玉汤",
            "text": "忘记一轮二轮是啥意思了，所以选择扎堆报了个名😛",
            "replies": [
              {
                "name": "掉线",
                "text": "一轮好像是6号 二轮是13号",
                "replies": []
              },
              {
                "name": "掉线",
                "text": "但是我不一定记的是对的",
                "replies": []
              },
              {
                "name": "掉线",
                "text": "可以去看官方app确认一下",
                "replies": []
              }
            ]
          },
          {
            "name": "掉线",
            "text": "谁还没有下载官方app",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "现在实绩也直接偷偷摸摸更新在官网了 也不发群里了😱",
            "replies": []
          }
        ],
        "commentCount": 0
      },
      {
        "id": "hotspot-2",
        "title": "规则一览",
        "time": "2026/10/22/17:22",
        "content": "项目分类\nA类：雷区、枪械工厂、猎鸭游戏、餐桌礼仪、隧道险境、碎骨者、叉车认证、终局。\nB类：立足之本、残骸平台、致命反弹。\n极其依赖运气且通常只能存活1个的小游戏划分为B类，其余根据自身技术且可以存活多个的小游戏划分为A类。\n\n项目性质\n个人战：雷区、枪械工厂、立足之本、餐桌礼仪、隧道险境、致命反弹。\n团队战：残骸平台、叉车认证。\n非对称：猎鸭游戏、碎骨者。\n个人战即各自为战，可以有多个胜者。\n团队战即随机分队，完全随机甚至非对称，只有一队是胜者。\n非对称即1v7，详细胜负规则如下：\n-当求生者全部存活时判定为求生者大获全胜，100%悬赏归全体求生者。\n-当求生者存活4及以上时判定为求生者胜利，80%悬赏归全体存活求生者，20%悬赏归全体死亡求生者。\n-当求生者存活3个时判定为平局，50%悬赏归全体求生者，50%悬赏归监管者。\n-当求生者存活2个及以下时判定为监管者胜利，80%悬赏归监管者，20%悬赏归全体存活求生者。\n-当求生者全部死亡时判定为监管者大获全胜，100%悬赏归监管者。\n终局即保护煎炸的豬不会死亡，若猪存活到最后，所有存活者平分1猪元，若猪没有存活到最后，无人获得悬赏，可以无限次重开至有悬赏的局。(以投票决定)\n\n公平竞争\n本活动唯一指定维序者煎炸的豬，全小游戏禁止出现作弊、利用BUG、非法组队等违规行为。维序者指既为选手，也是裁判，但不参与悬赏。维序者将在本次活动中参与所有A类小游戏。\n\n驱逐令\n当维序者在任意A类小游戏中因个人失误原因死亡，当局直接作废重开，只有维序者成功通关或存活到最后的算作有效局。\n当维序者在任意A类小游戏中因他人原因死亡，当局直接作废重开。同时立即封禁攻击者并驱逐出整场活动且悬赏清零。同时将在FGEXPIG网站上展示以下信息：x个记录在案的JAC封禁，上次封禁于x天前。\n\n悬赏\n每个小游戏悬赏1猪元，悬赏将于每轮的终局结束后结算发放。\n全2轮，每轮10个小游戏+终局，共计22猪元。",
        "comments": [
          {
            "name": "炸鸡",
            "text": "不知道鸡屎运能不能发作",
            "replies": [
              {
                "name": "咖啡豆",
                "text": "\\企鹅求好运",
                "replies": []
              },
              {
                "name": "咖啡豆",
                "text": "\\运气这东西全靠运气",
                "replies": []
              },
              {
                "name": "掉线",
                "text": "已经自己承认了吗",
                "replies": []
              }
            ]
          },
          {
            "name": "炸鸡",
            "text": "感觉运气已经用完了",
            "replies": []
          },
          {
            "name": "炸鸡",
            "text": "\\奶龙打滚",
            "replies": []
          },
          {
            "name": "咖啡豆",
            "text": "注意：猪也是比赛的一员了",
            "replies": [
              {
                "name": "炸鸡",
                "text": "与民同乐",
                "replies": [
                  {
                    "name": "掉线",
                    "text": "听起来好高贵呀😱",
                    "replies": []
                  }
                ]
              },
              {
                "name": "掉线",
                "text": "真是一杯冷酷的咖啡 现在才发现",
                "replies": []
              }
            ]
          },
          {
            "name": "咖啡豆",
            "text": "\\牛生日快乐",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "太吓人了😱😱😱",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "所有人必须保护好猪公主 不能伤害猪公主",
            "replies": []
          }
        ],
        "commentCount": 0
      },
      {
        "id": "hotspot-3",
        "title": "开催决定",
        "time": "2026/10/26/17:22",
        "content": "机械狂欢是一款主打暴力美学的派对游戏合集。本作中，失败不仅仅是输掉比赛，更意味着“命丧黄泉”。召集您的冤种朋友，并在这场以命搏命的较量中，证明自己“命不该绝”吧。危险与机会共存！\n\n日程\n第一轮：11月6日周末22:22\n第二轮：11月13日周末22:22\n各选手于10月31日前仍可自由交流/调整/更换所在轮次，由于地图固定，所以第一轮考验初见，第二轮考验熟练，根据自己的擅长选择最合适的轮次。\n\n小游戏\n雷区：A类、个人战、技巧\n枪械工厂：A类、个人战、PVP\n猎鸭游戏：A类、非对称、1V7\n立足之本：B类、个人战、秒死\n餐桌礼仪：A类、个人战、技巧\n隧道险境：A类、个人战、生存\n残骸平台：B类、团队战、PVP\n碎骨者：A类、非对称、1V7\n致命反弹：B类、个人战、秒死\n叉车认证：A类、团队战、技巧\n终局：A类、最终战、保护\n\n说明\n本场活动已接入JAC封禁系统，请勿在A类小游戏尝试攻击维序者，一次警告后二次立即封禁。若在个人战活到最后(除自己外仅剩维序者时)，自杀即可结束该局并结算为唯一胜者，否则维序者不能活到最后视为当局无效，连续三局无效后全员失败0悬赏并继续下一局。",
        "comments": [
          {
            "name": "企鹅",
            "text": "好复杂 我需要类似一分钟带你看完一整部电影那样简洁明了的解说",
            "replies": [
              {
                "name": "掉线",
                "text": "这点字都看不完",
                "replies": []
              }
            ]
          },
          {
            "name": "企鹅",
            "text": "\\辣椒小人笑",
            "replies": []
          },
          {
            "name": "彼得",
            "text": "\\猫拳击",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "怎么署名变了",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "活动时间都改成22了 一定要卡这个点吗",
            "replies": []
          },
          {
            "name": "掉线",
            "text": "谁会坚持不懈地尝试攻击维序者",
            "replies": []
          }
        ],
        "commentCount": 0
      }
    ]
  }
};
