(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES195/news.js"] = {
  "hotspots": {
    "JFES195": [
      {
        "id": "hotspot-0",
        "title": "煎炸态第0期",
        "time": "2026/10/15/17:00",
        "content": "欢迎来到煎炸的豬诞生日月，本月将连续推出3个活动，以下是先导予告！\n\n「猪诞狂欢」\n机械狂欢是一款主打暴力美学的派对游戏合集。本作中，失败不仅仅是输掉比赛，更意味着“命丧黄泉”。召集您的冤种朋友，并在这场以命搏命的较量中，证明自己“命不该绝”吧。危险与机会共存！\n猪诞狂欢则以机械狂欢为标准，进行糖豆人本地化移植，以适配糖豆人的游戏模式。\n本次联动带来10款小游戏+最终回合，每局获胜的玩家平分1猪元，小游戏共游玩2轮分上下2周，总悬赏22猪元。上下两轮各限制包括猪在内最多8人，每人只能选择上下两轮其中之一，其余人无法进入房间，但是可在线观看生放送。\n\n「白日梦」\n煎炸的豬糖豆人活动系列的终点，最终期，第十期。\n系列从未有过的甜品风格主题，这是一次风格上的大胆创新，如果第一期2026糖豆人拜年纪是梦开始的地方，那么最后一期白日梦就在梦里结束吧。\n11月下半月，白日梦的推出将宣告煎炸的豬糖豆人活动系列主线更新正式结束。\n\n「布鲁克森庄园事件重解版」\n煎炸的豬糖豆人活动系列仍有最后一件事需要处理。\n布鲁克森庄园事件作为最后仅存的一个尚未使用模组制作的地图，这是最后的工作了，这张大型解谜地图将迎来新生。\n11月底，布鲁克森庄园事件重解版的推出将宣告煎炸的豬糖豆人活动系列正式完结。",
        "comments": [],
        "commentCount": 0
      }
    ]
  }
};
