(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES110/review.js"] = {
  "reviews": {
    "JFES110": [
      {
        "org": "EEES",
        "score": "99",
        "text": ""
      },
      {
        "org": "AAA",
        "score": "100",
        "text": "原版：猜id环节很有趣捏。\n重制版：非常夯的主题图之一，制图天才猪！很多豆友id制作出来的元素很有梗，和大家玩得很开心，一百昏！"
      },
      {
        "org": "BD",
        "score": "81",
        "text": "不錯喲w"
      },
      {
        "org": "QE",
        "score": "100",
        "text": "原版：震惊！煎炸的猪竟然做出了这种出乎意料的事情！到底是什么让作者夜深人静还对着好友列表指指点点暗自思索挠破猪头？想知道你的看图猜豆能力怎么样吗？那就加入此地图，看看你能找出多少探索常豆吧！（扣一分是因为我的位置太偏远，我要打倒作者站C位！）。\n重制版：如果拜年纪原版100分的话，重制版应该是9999分，一定不是因为猪做了占地面积960万平方公里、高度堪比从地球到太阳的距离、比太平洋还宽的、嘴还会动的无比可爱的企鹅雕像。世界首富之前跟我说如果我把这个企鹅雕像转让出去就把钱全打我卡里，我都没同意。没别的意思就是感情很深，我一看到它我就认出来这是我失散多年的孩子。孩砸你这些年过得好苦啊，你看你瘦成啥样了😭猪叔叔怎么没照顾好你ok今晚吃猪肉（严肃）。如果要评年度地图的话这张是毫无争议的第一，毕竟有最最最最最好笑的坐车，所以打一下车就动起来到底是怎么做到的！不管了总之是玩得最开心的一张图（没有说玩别的图不开心的意思）"
      },
      {
        "org": "MISS",
        "score": "100",
        "text": "原版：少一分，因为米斯没有参加( ᐪ꒳ᐪ )?\n重制版：新年好呀新年好呀！祝福大家新年好～～！"
      },
      {
        "org": "BYTYCRL",
        "score": "90",
        "text": ""
      },
      {
        "org": "BBLB",
        "score": "100",
        "text": "很震撼很用心"
      },
      {
        "org": "RTF",
        "score": "96",
        "text": "非常温暖的一张图，虽然并不是我进群后参加的第一个活动，但这可是猪活第一期，非常有纪念意义。第一次听说拜年纪，想到的是，如果在游戏里举行拜年活动，而拜年作为对国人而言有不同意义的仪式，那么一起度过这段时间的人，能算是想起来会感到温暖的朋友吧。\n地图中央巨大的旋转绿猪雕像，绝对是进入关卡后第一眼所见，虽然因为旋转莫名好笑。近距离观看会发现雕像的蹄子和腿衔接不是很好，记笔记……导游疑似扁平足……除此之外还有很多愤怒的小鸟里来客串的绿猪，丑萌丑萌的。顺着导游的路线重温了一遍，动物园部分最漂亮的是企鹅的雕像，虽然至今不确定让嘴伸缩自如的条件是什么，猜测是到达山顶。需要斜坡跳才能上山，扣分！有豆游玩时真被困在分割栏里，这点记忆犹新。\n第二部分，要完成站上猪王头顶的成就还是有点难度的。滑梯上的圆环由碰到会死人的粘液构成，不负责任揣测是作者的恶趣味。接下来就是全图最让人印象深刻的部分——坐车前往雕塑教室。用鸡启动车实在是一个很巧妙的构思，感觉所有人都很意外和惊喜，乘车过程也成为咖啡拍摄的一段精彩素材。途中果然出车祸了，为被甩落在地的豆们掬一把同情泪，绝对是车速太快和驾驶员开车技术的问题。\n雕塑教室的门走到前面会自动开启，还挺智能。一进教室就是旋转的电脑屏幕页面，能做出来旋转好神奇，就是下面的学生好像不是很认真，我举办有一只手里拿着火把就来听课了！（所以是猪学生🐽）能拖动的尖锥也是一个亮点，大家突然默契地开始拖着它们刺向彼此的屁股……接下来的掉线雕像很符合她当时的网络情况，重温才发现附近居然有斜着向上的透明地板，可以走到头顶。不过空调开16度真的不会太冷吗？地上的锤子有一点点点像糖葫芦串。\n另一个教室需要按按钮开门很好玩，后方黑板上的蜘蛛形象好逼真，但是拿远点。戴帽子上课是被允许的吗，有猪学生顶着桶和交通锥就来了😱\n天文塔门口的粘液红线有点恶意了，我们正经的煎炸镇游客也要潜入吗？各个星图用白线串联，拿得分泡泡代表星星，美观的同时还很有创意，没想过还能这样。看爆料的成就列表时产生的好奇在天文塔顶端终于得到解答，原来是通过这种方式在7秒内从塔顶移动到主屋左前院。左前院种的芒果树看起来有点假，芒果像用绳子吊在树上，建议吃在地上的那颗，不过已经比原版芒果树下的芒果好多了！右前院隐藏了一个打地鼠小游戏，隐藏的三小只萌物悄悄露出耳朵，也是一个小巧思。让我看看谁还没玩过网站上也收录了的这个小游戏！\n进屋就准备开席了，白色盖板是可动的好评，周围准备的菜肴看着也很美味，（虽然感觉原版的看起来更丰盛）这里的咖啡必须是拿铁。屋内的两个厕所都有人上完不冲，差评。导游居然进女厕所马桶吃巧克力😱扣分！！！屋外好多字母，放在一个大区域里看着像小时候玩的填字游戏，也有点像小火车，还有点像花园宝宝里的叮叮车。以上都是我个人的纯主观臆想。屋外居然有楼梯通往二楼，但二楼的房间为什么不开放，有什么是我们尊贵的vip游客解锁不了的😱强烈抗议，我将投煎炸镇旅游文化管理局局长意见箱📮\n“爆竹声中一岁除”，最后是喜闻乐见的放鞭炮环节，勉强同意用震荡球当鞭炮是一个天才的构想，而且不断重生的震荡球简直是爆炸永动机。整张图的背景很合适，节庆主题，天空上是热气球和星星，一直有点好奇天上的这些东西有没有碰撞体积。\n最后提一下本次活动中首次开放的成就系统，最有意思的是两个关于被抓拍的成就，四个摄像头拼在一起非常有感觉👁️图标也很有设计，进入所有存档点和被所有摄像头偷拍的成就图标是拼在一起的，猜谜新高老手和神的成就图标则以右下角数字区分，修复了首发成就列表时“快停下来，不要在走了”中的错别字好评。“有的人活着”这项是想说被困在分割栏里像死了一样吗（）“动起来啊，死嘴”这项成就名起得很好，第一次看的时候没想到是这样的猪外有猪外有猪外有猪雕像。“厕食其力”是屎（巧克力）系列成就的起源，从此导游孜孜不倦地在每张地图里加上最爱吃的屎（巧克力）。在此要特别澄清我没有完成这个实绩，都是导游完成的。\n顺带重温了一下原版拜年纪，虽然没参加这个活动，但能想象到大家在场地里游玩时的欢声笑语。比起原版，重制版增加了好多内容，真是加量微加价，不过原版也有很多小巧思。原版的雕像左手一个隐形，右手一个鸡，尾巴一个球，唯独忽略了犀牛，这点不值得提倡。但原版可以站在雕像（导游）头顶！原版主屋门口的对联字体好艺术，梯子上还有毛笔，说明对联可能是小矮子写的。重制版虽然有横批，但变懒了，上下两联对联加起来只有八个字。原版还有导游用鼻子占的绿色专座，正对面是紫色，🈳请支持全糖豆唯一绿紫配色煎炸猪🈳屋内居然有麻将桌。厕所里疑似有异次元通道，能直接通往终点，感觉也是恶趣味。不得不说原版的卡皮巴拉看着像狗，企鹅看着像狰狞的金瞳怪物，两个版本的熊没什么变化，兔子反而是原版的更好看一些，总体上重制版的美术还是大大进步了。原版的第二个教室前面的黑板上是498*985，后面的黑板上有爱心，所以合理推测导游磕498和985的cp。比起重制版，原版天文塔门口的红线粘液看起来是那么朴素，说明哪怕潜入也需要与时俱进更新技术，太不容易了。放鞭炮区域有泳池好评，就是之前在雕塑教室当锤子的三色圆柱怎么一转身变成了炮仗。\n两个版本的动线设计都非常好，按推荐路线游览完后都能没走多远就进终点，利好大懒比。原版更稚拙，有生活化气息，重制版则更精雕细琢。"
      }
    ]
  }
};
