(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES110/review.js"] = {
  "reviews": {
    "JFES110": [
      {
        "org": "EEES",
        "score": "99",
        "text": ""
      },
      {
        "org": "AAA",
        "score": "100",
        "text": "原版：猜id环节很有趣捏；重制版：非常夯的主题图之一，制图天才猪！很多豆友id制作出来的元素很有梗，和大家玩得很开心，一百昏！"
      },
      {
        "org": "BD",
        "score": "81",
        "text": "不錯喲w"
      },
      {
        "org": "QE",
        "score": "100",
        "text": "原版：震惊！煎炸的猪竟然做出了这种出乎意料的事情！到底是什么让作者夜深人静还对着好友列表指指点点暗自思索挠破猪头？想知道你的看图猜豆能力怎么样吗？那就加入此地图，看看你能找出多少探索常豆吧！（扣一分是因为我的位置太偏远，我要打倒作者站C位！）；重制版：如果拜年纪原版100分的话，重制版应该是9999分，一定不是因为猪做了占地面积960万平方公里、高度堪比从地球到太阳的距离、比太平洋还宽的、嘴还会动的无比可爱的企鹅雕像。世界首富之前跟我说如果我把这个企鹅雕像转让出去就把钱全打我卡里，我都没同意。没别的意思就是感情很深，我一看到它我就认出来这是我失散多年的孩子。孩砸你这些年过得好苦啊，你看你瘦成啥样了😭猪叔叔怎么没照顾好你ok今晚吃猪肉（严肃）。如果要评年度地图的话这张是毫无争议的第一，毕竟有最最最最最好笑的坐车，所以打一下车就动起来到底是怎么做到的！不管了总之是玩得最开心的一张图（没有说玩别的图不开心的意思）"
      },
      {
        "org": "MISS",
        "score": "100",
        "text": "原版：少一分，因为米斯没有参加( ᐪ꒳ᐪ )?重制版：新年好呀新年好呀！祝福大家新年好～～！"
      },
      {
        "org": "BYTYCRL",
        "score": "90",
        "text": ""
      },
      {
        "org": "BBLB",
        "score": "100",
        "text": "很震撼很用心"
      }
    ]
  }
};
