(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES115/review.js"] = {
  "reviews": {
    "JFES115": [
      {
        "name": "JianZha Town Walkway Retread",
        "reviews": [
          {
            "org": "EEES",
            "score": "96",
            "text": ""
          },
          {
            "org": "AAA",
            "score": "100",
            "text": "非常夯的主题图之一，制图天才猪！添加这个地铁的想法好牛，多了一份乐趣，步行街的摊位升级也做得好好，一百昏！"
          },
          {
            "org": "BD",
            "score": "87",
            "text": "真不錯喲w"
          },
          {
            "org": "QE",
            "score": "96",
            "text": "猪自己给自己开盒了暗示大家去南京找猪玩，小心思被我狠狠识破嚯嚯嚯。心眼子太多还设置一个中间站害很多人下错哈哈哈哈（笑点🈶、素材🈶），在车厢里面也炒鸡混乱灰常不错。作者也是花了心思了给步行街小吃做配套菜单，但是太雷霆了只有猪这样的异食癖才吃得下🐒。\n总而言之言而总之，新版比原版更有趣，内容更丰富，这个猪确实是有在改图！"
          },
          {
            "org": "MISS",
            "score": "100",
            "text": "好 溺爱"
          },
          {
            "org": "BYTYCRL",
            "score": "100",
            "text": ""
          },
          {
            "org": "RTF",
            "score": "93",
            "text": "伴随着网站步行街行动重置页面优美的bgm重温了一次原版和重置版。依然是节庆背景，原版更质朴和自然。不论是起点后一目了然延展开来的步行街道路，还是街上的人群，都像是真实存在的场景，格外有生活和烟火气息。\n值得一提的是，全街都分布有石桌石凳，逛累了可以直接坐下休息，除了有经典猜谜活动外，还可以站上带“元宵”两字的旗子，这对猴子很重要。\n顺着长街开始游览，左边最先映入眼帘的是汤圆摊子。非常好找，就在头上有感叹号的粉豆后方。除了汤圆外，神奇的是该摊还提供糖葫芦和棉花糖，棉花糖就是云朵啊……哦不……我是说云朵就是棉花糖……\n继续往前走，有一个扎气球的摊位，避雷这个摊主，疑似是个黑心奸商黑豆，本记者在扎破气球的活动中获得了0个的好成绩，你也快来试试吧！\n气球摊对面是卖烟花和炮仗的小摊，但大家注意理性消费，谨慎购买，我发现摊上左后方卖的炮仗是哑炮，点火没反应，可能是因为里面忘了填充爆炸物。摊子上蓝布最左边的商品看起来好像巧克力棉花糖，不知道能不能吃。\n我终于发现哪里不对了，街上的豆居然豆均腿比手短，上身比下身长，真是超绝比例😱逛得有些累了，正好附近有休息的地方，但已经有一个橙豆坐着玩手机了，于是作罢。右边居然有一个摊位没有租出去，真是不可思议。\n顺着人群往前，居然有一个我看不出是什么的摊位，门口有摄像头，难道是防走失和被盗登记的地方。它对面有一个烤肠和小丸子摊，马卡龙配色的小丸子看起来很可爱，但感觉最热卖的应该是烤肠。\n比起马卡龙配色的小丸子，煎至金黄的小丸子看起来更美味，忍不住买了一串尝尝，紧邻着的是年糕摊，有各种口味以供选择。逛到这里，整条街也就要到尽头了，吃饱喝足的我顺路买了个灯笼，打算回家挂上。毕竟对元宵的印象里，多半包含了温暖昏黄的灯光和喧闹的人群。\n这时，我发现路中间有一个在大哭的小朋友，难道是找不到家长了吗？还有一个推着婴儿车的紫豆，豆宝宝好奇地睁着眼睛看向外面的世界。豆宝宝是橙豆，紫豆旁边有个橙豆，难道这是一家人（。）\n最后玩了个套圈游戏，获得安慰奖，正好逛完了整条街，我就离开了。\n短暂的广告时间后，接下来，本台记者将继续为您报导步行街重置版的游览体验。\n……\n本次除了有非常红的海报，主办方自爆ip地，还新增了地铁系统，非常高级。街道上设置了空气墙，终点近在眼前却无法偷渡，扣分，虽然也可能是在教育大家不要横穿马路。\n进入地铁后，明明有3条线可以选择，却无法往右走，太可怕了，城市里也会遇到鬼打墙吗😱安检机里上有可疑的泡泡音效，不知道有什么看不见的东西，还是走旁边吧😱\n进站后，路线指示非常清晰，站名和线路字体笨笨的很可爱🥰蓝色发光贴纸好评，让我们一起庆祝煎炸镇解锁了新地点🎉河定桥站站内居然提供无限的鸡、隐形和球，唯独不提供犀牛，只在胜太路站提供少量的犀牛，这是赤裸裸的针对，扣分。本台特意提醒，想要到达煎炸镇步行街，接下来的胜太路站请不要下车，应该在步行街站下车，在乘坐地铁时，一定要在座位上坐好，否则可能会被卡在座位底下，甚至被颠簸出车身，这点经常坐地铁的朋友应该都知道。本台记者出于对犀牛的喜爱，不慎被抛弃在胜太路站，只能乘坐下一趟地铁，这都是煎炸的设计者故意诱导，恶意引导所致，差评。\n从步行街站出站，直走过一条马路（千万不要在过马路时捡路上的鸡蛋，否则会被车撞，司机还肇事逃逸了，这是记者血淋淋的教训）后左转，再右转，直走过一条马路后，即可到达步行街。这次不能站在旗子上了，扣分。空中好像下雪了，看久了眼睛痛，不确定是贴纸还是特效的效果，观众朋友们注意。街上已经有很多人了，非常热闹，让我们跟着镜头一起看看吧。\n灯笼摊位不必多说，这次的糖葫芦摊位从最初宣传的山楂味换成了草莓味糖葫芦，支持草莓味。关东煮摊售卖油豆腐串和魔芋串，有一锅的油已经变黑了😱生意真好啊，希望摊主记得及时换油。我记得宣传中还提到有榴莲巧克力酱/咖喱酱/麻辣酱，但桌子上没看见，希望是摊主改变主意了，毕竟榴莲巧克力酱配油豆腐和魔芋好像有点太雷霆了🙏🏻到目前为止出现的食物还算正常，但烤肠摊位好像有点不对，这孜然烤肠和超绝三色彩虹肠无霸怎么看着有点像炮仗，真的没毒能吃吗😱而且火山石烤肠球好像完全就是石头，这真的对吗😨烤蘑菇串恐怕是摊上最正常的食物，希望不是用毒蘑菇做的🙏🏻记者表明身份后询问摊主，摊主表示不方便接受采访。查询摊位号后，记者发现，该烤肠摊位最初将经典孜然款烤肠登记为圣女果味烤肠，将肠无霸款烤肠登记为蔓越莓芒果蓝莓味三拼彩虹大烤肠，将火山石烤肠球款登记为火山石烤肠丸，烤蘑菇串款无变化，这改变有点大，推荐大家尝试后两款。\n弹弓（射击）游戏摊位还挺热闹的，但好多人都在拿尖锥刺别人的屁股，而不是气球，摊主也没有阻止的意思，击破蓝色气球只有1分，且蓝色气球是分值最低的气球，扣分。接下来播放的视频系本台记者拍摄。蛋糕摊位居然售卖活体猪糕，上面插着一根火把，说明这只猪1岁就被杀了，实在是太残忍了，我的眼泪不禁从嘴角流了下来。哦不对应该是青苹果（屁股）与草莓加巧克力之可爱动物奶油蛋糕，与初版宣传相比，不仅更改了名字，还为小食量者提供了单块购入的选择，区分了前面部分和后面部分的价格。该猪糕夹心有黑有粉，可能是一只黑心猪，大家注意食品安全。\n年糕摊位的口味选择相当多样化，初版登记有豆腐、火锅、洋葱和把子肉口味，更改后为原味、红糖、紫薯、苹果和橙子味，虽然洋葱口味被取消很好，但总感觉更改后有些口味看起来还是又好吃又难吃的，记者推荐红糖口味。\n休息了一阵后，记者来到鞭炮摊位。好消息是，这次售卖的炮仗绝对不是哑炮，内部都有真实的爆炸物💥等等这个摊位怎么还卖核弹鞭炮啊？！！一定只是仿真外形吧😱🙏🏻\n章鱼烧摊位实际提供的口味与宣传的口味也有较大出入，炸鸡、咖啡、樱桃和西瓜口味被更换为了原味、巧克力味、麻辣味和草莓味，抹茶味、黑加仑味和小龙虾味维持不变，真的不涉嫌虚假宣传吗？\n套圈游戏摊位提供的套圈从元宵特别版的蓝色变更为重置版的绿色，扣分。蓝宝石居然仅价值3猪元，只比紫废料多，扣分😡\n最后来到汤圆及水果摊，整条街也走到了尽头，水果有芒果、香蕉和西瓜，汤圆则有经典、麻辣、辐射风格焦黑风味（😨）可选，在最初的版本里，它们好像分别被描述为纯牛奶汤酸奶味汤圆、咖喱汤吮指原味汤圆、蔬菜汁香菜皮蛋味脆皮汤圆（拿远点），不管是辐射风格焦黑风味、蔬菜汁香菜皮蛋味还是纯牛奶汤酸奶味，感觉吃了都会中毒。\n最后建议主办方排列摊位号时从左到右，从前到后排列，记者查询摊位初版宣传和正式版内容时眼睛很痛！\n感谢您观看本台的报道，我们下期再见。\n总结：重置版比起元宵特别版更高级、更有技术含量，也更煎炸了。拜拜见再、感觉良好以及胜太路站的犀牛完全是作者个人恶趣味，不敢想设计时有多爽😱严肃谴责😱😱😱"
          }
        ]
      },
      {
        "name": "JianZha Town Walkway SP Lantern",
        "reviews": [
          {
            "org": "EEES",
            "score": "92",
            "text": ""
          },
          {
            "org": "AAA",
            "score": "90",
            "text": "很有元宵气息的图"
          },
          {
            "org": "BD",
            "score": "70",
            "text": ""
          },
          {
            "org": "QE",
            "score": "93",
            "text": "元宵节吃什么？吃汤圆！元宵节猜什么？猜灯谜！元宵节打什么？打豆豆！如果你在节日当天无汤圆可吃，没关系！煎炸镇步行街能满足你！仅需献祭一名同行好友即可品尝一颗汤圆！如果你在节日当天无灯谜可猜，没关系！煎炸镇步行街在等着你！如果猜不出来，仅需被挠脚底板，即可获得场外援助！如果你在节日当天无豆可打，没关系！煎炸镇步行街特意准备了迅捷犀牛炸弹和强力小鸡金箍棒（如果没有准备那就是作者的问题），快点和你的好友交流感情吧！（游乐设施太少，少了一点和别豆的互动游戏，是不是可以增加打气球赢取奖品、捞金鱼等小摊游戏！相信作者一定可以做到的嗯嗯嗯嗯嗯）"
          },
          {
            "org": "BBLB",
            "score": "94",
            "text": "抽象但能看懂"
          },
          {
            "org": "MISS",
            "score": "100",
            "text": "特别好特别棒，喜欢节日图"
          },
          {
            "org": "DA",
            "score": "100",
            "text": "特别有氛围"
          }
        ]
      }
    ]
  }
};
