(window.FGEXPIG_DATA_FILES = window.FGEXPIG_DATA_FILES || {})["resources/JFES115/review.js"] = {
  "reviews": {
    "JFES115": [
      {
        "org": "EEES",
        "score": "94",
        "text": ""
      },
      {
        "org": "AAA",
        "score": "95",
        "text": "原版：很有元宵气息的图；重制版：非常夯的主题图之一，制图天才猪！添加这个地铁的想法好牛，多了一份乐趣，步行街的摊位升级也做得好好，一百昏！"
      },
      {
        "org": "BD",
        "score": "79",
        "text": "真不錯喲w"
      },
      {
        "org": "QE",
        "score": "95",
        "text": "原版：元宵节吃什么？吃汤圆！元宵节猜什么？猜灯谜！元宵节打什么？打豆豆！如果你在节日当天无汤圆可吃，没关系！煎炸镇步行街能满足你！仅需献祭一名同行好友即可品尝一颗汤圆！如果你在节日当天无灯谜可猜，没关系！煎炸镇步行街在等着你！如果猜不出来，仅需被挠脚底板，即可获得场外援助！如果你在节日当天无豆可打，没关系！煎炸镇步行街特意准备了迅捷犀牛炸弹和强力小鸡金箍棒（如果没有准备那就是作者的问题），快点和你的好友交流感情吧！（游乐设施太少，少了一点和别豆的互动游戏，是不是可以增加打气球赢取奖品、捞金鱼等小摊游戏！相信作者一定可以做到的嗯嗯嗯嗯嗯）；重制版：猪自己给自己开盒了暗示大家去南京找猪玩，小心思被我狠狠识破嚯嚯嚯。心眼子太多还设置一个中间站害很多人下错哈哈哈哈（笑点🈶、素材🈶），在车厢里面也炒鸡混乱灰常不错。作者也是花了心思了给步行街小吃做配套菜单，但是太雷霆了只有猪这样的异食癖才吃得下🐒。总而言之言而总之，新版比原版更有趣，内容更丰富，这个猪确实是有在改图！"
      },
      {
        "org": "MISS",
        "score": "100",
        "text": "原版：特别好特别棒，喜欢节日图；重制版：好 溺爱"
      },
      {
        "org": "BYTYCRL",
        "score": "100",
        "text": ""
      },
      {
        "org": "BBLB",
        "score": "94",
        "text": "抽象但能看懂"
      }
    ]
  }
};
